{"architecture":{"class_name":"Functional","config":{"name":"model","trainable":true,"layers":[{"module":"keras.layers","class_name":"InputLayer","config":{"batch_input_shape":[null,32,32,3],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"registered_name":null,"name":"input_1","inbound_nodes":[]},{"module":"keras.layers","class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"dtype":"float32","filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,32,32,3]},"name":"conv2d","inbound_nodes":[[["input_1",0,0,{}]]]},{"module":"keras.layers","class_name":"MaxPooling2D","config":{"name":"max_pooling2d","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"registered_name":null,"build_config":{"input_shape":[null,30,30,32]},"name":"max_pooling2d","inbound_nodes":[[["conv2d",0,0,{}]]]},{"module":"keras.layers","class_name":"Conv2D","config":{"name":"conv2d_1","trainable":true,"dtype":"float32","filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,15,15,32]},"name":"conv2d_1","inbound_nodes":[[["max_pooling2d",0,0,{}]]]},{"module":"keras.layers","class_name":"MaxPooling2D","config":{"name":"max_pooling2d_1","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"registered_name":null,"build_config":{"input_shape":[null,13,13,64]},"name":"max_pooling2d_1","inbound_nodes":[[["conv2d_1",0,0,{}]]]},{"module":"keras.layers","class_name":"Conv2D","config":{"name":"conv2d_2","trainable":true,"dtype":"float32","filters":128,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,6,6,64]},"name":"conv2d_2","inbound_nodes":[[["max_pooling2d_1",0,0,{}]]]},{"module":"keras.layers","class_name":"Flatten","config":{"name":"flatten","trainable":true,"dtype":"float32","data_format":"channels_last"},"registered_name":null,"build_config":{"input_shape":[null,4,4,128]},"name":"flatten","inbound_nodes":[[["conv2d_2",0,0,{}]]]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","units":128,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,2048]},"name":"dense","inbound_nodes":[[["flatten",0,0,{}]]]},{"module":"keras.layers","class_name":"Dropout","config":{"name":"dropout","trainable":true,"dtype":"float32","rate":0.5,"noise_shape":null,"seed":null},"registered_name":null,"build_config":{"input_shape":[null,128]},"name":"dropout","inbound_nodes":[[["dense",0,0,{}]]]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":10,"activation":"softmax","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,128]},"name":"dense_1","inbound_nodes":[[["dropout",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_1",0,0]]},"keras_version":"2.13.1","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[32,32,3]],"output_shapes":[[10]],"tests":[{"inputs":[{"shape":[32,32,3],"values":["M4CPPglLmr8neFi+yX3Wv3nXEj/4vVE+DUhsP95zdz9EvrA/B8WqPtsbnT7qwnM/f1cDQPJIJj4NTDe/djHUv3ibWT+kPN6/44Y6v8/HP79sP4y/S+uovx9OPj/J1wa/lgCGvGTok7/+Pr0+Em+yvrMF4z9n1TXAhNVTP/Kswz8Gp54/Vkx1P+Lmdj529C6/U2GJvpyNmb0usJw/5NfiPDXu7b4ocGk86o7BvrxbH0Dr7lM/GEaqv5/ZXr5oAm6/JyJAPVlGID7dOrq+5pEzv6GPCsC/Ys69P+38PEqv3z77g2m/o62TP2WK1r06Y+I+9sbvv9MNjL5xXUC/7nfDv5sRub7DAV+/fpzhvvmbTj71/9a/MShWv/c8rr6B44K/wWizv+Md1z7unIY/NS6gvE8LVzw+a0Q/SiAyv3U1V7/kZ6m/GNEMv8gaSz12rn6+ACkrPwovZL82k1+/3FToPu7g8D0ScsO9iHsRP6umAsB4qp0/ZILpvlKExj1DCEK/1fgKvzh87L11NvM8dUl3v9RTHj/6sMS942qXv71I77/RpP8+noaNv0Sp878Wj688ZSUPwCU3CMBAB5m/TKGtvgmYZL6NeXk/wm0FP9bOjL+d3Mo+dgRhv8vOBD/XNWm/p+DAP9FKm7/vy4S/BvoIP3/cUT9t04Y9cI9NPwz+2D9hGaa+hvbjPHxoAMDv3dS/r/SBvyqZIb5ZfLm9+965P0/Qqb99bo8/ct7UPNtKI7yJ+Ls9NH0gwJPKPj9uGSu/FzYnP9e8nb+ymRu/TtUeP6kvfz/Tj5a+lDeAvpKpYT4FtcA/DAvFPvyYjz8d0pW+kl2CvgESvj5F9zw+NV1yP8k8iD6GAPW+FbTGv+GRqz+TW0q+f9e6P5k7qb9pxRS+MZwBQLSsfL6Owt6/syz+vsCsrjzFZT+/LCCSve3NfD9L6AY/UNXevrAxh7+V8mO+cDaAPVch6j95EtQ/tuysvmtTHb5lU6u/MXbXP6c11j4wa1c/Lw++vpc3xL/I/5s/","LwxbP5twlL7hyMY/h1iVv9CYuz7jZA4/tzm0P5J0Kz4VIFQ/tiUiQCZRBb+vH4G+e4ocv+Q7ED/BDFs+Jtcmvp2UPj61ov2/FhenPQ3/Q78uzMQ/iCasvePTnT8Qa0S+KyiaPw11yD0LHq2/M3LNP0wawL4l1hi/w4+0vo9wfL8OnL4/Ar2Xv0yjaD9TH3u/Ux5jP/qKgT9jg/e+z63gPo5sx75iqDq/OpV2vqcEnb3HAXA/thhqP73tlL/xCO+/aM0ev90HKb/M0Rs9UqBCP2LS2L5RjMs+Oan2PxrF5r9xdxY+kv+rPk1nVD27ggW+OhAIvkgKy7+rc9W94ZMuviTuMD8Mbay+UGkEPmQhaD9Tdg8+QiR4PExwqD2rxZK/LrR8vvjaFsD5otw+UDJxv8dzMz47bM++X0mXP72OQb5WLnA+8Ex5Pa5Cej/xbx4/O996Pwsp6D71D6w++Q5Jv1CNrrxlTZe+u6+MP5UxmT8kHs8+DwmtvxhdE798xBC/kmREPbQn6z9qs9++GXiYPxDHJ7/r14s/wi80vkAeXb7sSKM8K4A3wCcIij92p2o+ge3JP0hKzLz/4QA/cyuJP0jPj78YRrA+DfcCv5txIz77UqG7B1odP7Ebc7+bwtq+r72pvQDA5L4Xups/ALjUvgwZOb/yy6G+jB/9PrDC3z8QKQ2/Su3IvqfL6r6bRH++O165vx4Ez7+tCge/YPMgv/WnNT+ftte94/TjPy3zAUDWm4M/p8AeP0Np0j+lGgvAXLjgv88irz6OFYk/qUIjPhDphD67okK/82UDP84GHD+b5Zu/RP/wv7kplT/6Ul8/ap1bv24pyL3+tky/VZI9v/m2QsCIpmK+Bo62PnPHIz9bliE/xAkTP7VDbD9yqXS/xe+cv8qJ8j8P7XS+iGCwvyvscz9w1Xu/ZicYv4lgF8B2Qd2/ybaFP0moUD7KuaS/BwI6v4qqOz+Ni5E/Dgh0v3iqC0Cntqu/odSIPWLrx75Fsrm/EDZzP/q9fr9R6KW/","Qzeyvrc9ND+/Dy49ymJoPsXz+T1QObs+a6DvP3EPhL+FxxY/jMgzPpCuLr+U+DK/z4TqPkbomT7DqrA/46wIwLgOnLwM/Va+2VnYPkRY7b+h7/M9pCCYv3tZv78OBmW/IQ2Av+o4FT8mxme/aFQyvVi5I7+s4LU/OWpyPolq/r+k+Nm/ERCZPyAHHj8zY5m/EjeRPyAORb/kWnC+Frmkv0YoOL+ZLYS/8/yWv9+Jmr6KKDk+rvkJv9U1pz8r7nY+UhwNP7onwL1zIie/NxU5wBdExD84IKI9kmVSv39nLb9J3gc+jklCP7RzJTsA+oS7S0mcvk2Ngr9Gj6E/lRAZPgovdL9lqYO/9Wqbvliv9D44uPU+E5jqvkztur+ID86/Ji1GP+Dybr9PMIY+EvzOvj75gj8Nr98/OgC4vho0iL858Yc9khinvkYlBr6FotA//Uokv1KXbj9Fp6i+I+C7v0LBkT9y+C6/FHfyPigWRr+peZi/OVoEwBN32b40H8e++81WP352Az/vt+K9SPzlPzvAp74GEE2/KXWhP0co7b8g09G+IuuIPYzmmr/iMkbAE524vigPwD+WWCS+Yj4hP+oInT8G2x6+Q/q9P8KVd78kTPa+mYNkPs6/qL6DF20/T5+pvoP4I78LOYA/Ew/hPvf+kL3iERO/hAVmvxy2hL5yB6A/9GDFP4M+Q7+4FF89GoTsvywXaD/OqoI/uYSbvkFRBUCgTjo/QYayvwXUSr+cLZ2+rOQcPgISUD7leLa8vHdbPw17HEAjw7A+l6UgPngFxz/GvcO/bMuhPz2aBT/HxXQ/a08KwIxYVD29CPe+U4OwvHnyob8Nmwc/fNUKP76VOD5bupC/qhCjPiFnCb8GC30/Jln6v4Sdnz+sx6I/wW2bvl3VjD/K34w+gFopPPxKEj/8jxPA11qEPmvmmb9+kh9A4KJqvlxvpr76P5u/l5FKPvdsyz+PIGO/T4oFQGUhgL7bkMW9iClIP47zCz6Dp5S/fuPXvxdPsz/s+oI+","NUacP7YLCz6ARQy+82b5vhJUbb8KFCTAoYnzPlH6UL+aeKE+YWrKveWt0D9f+Lc/NvQPwCU1pb7Kta8+Xqf7PlH/lr/GYg6+inVBv8Nj87+hVLo/eh2dvUpWlb+5KW8+71Davxc3YD9lnIe/0T/4vflrCcDyJo8+ePUWP7tOPb66tKA+WW7kvo7jpD9Mtv++REVpv7ECCT+P84K/xP5yvzzcX7+9L0S+fg1gPw/QTb9txoa+oJYhPuM4tj/pgKE+ppT8vvzClr/sgsu9q7lLvnkKAr+yihO/Fr+ePZbv7L+PfWfAtm9VPqbuuL4dGmc/25d2P7K9Tz2pO7U92r/lPxHlNkD7FEG+/SkmPsrkaT/RuSC/Y+InQMLYyb/OWdM+QgAsP0kVaz7g34i/0x0lv1XBvj++4nI/xHEoP7EcFT8Z3bW/+mJ2v0PwH78LcaW+mUKCvw7NvT5rpUW/2FHyPkv2K78hwDS/Jg7Zv0OFX7/8nYO/6XN+P9cQkj4I2UK/14RGP3hXyD5ZzgjAlWrQvqMG5D+urLe/xnhRP4gFWL+0XIe/QbmZv3rFwr0zPZ2+Ks+gvkEgoD/DJXA/2LhPvmqsXsAbf5+/qkDGPigJ/D0x4aC+H++eP5FP7z+xVxc/VbofQAkjpj2HXFQ/gzepPwmduT/4A6q+4CD0P8YHYb9xqzC+r6+WvxsK/z7cgVU/oamtP97T0D+JE6g+b91MPkECqb+6Kho/V8nVv+Pd9r43WGi/1ZzbPxe4ED8YIbk+Bi69v2gMMb4sX9G/n0WSv0vHTD22YtM/fR07v3hpKL/1xeO+azNjvykj0L9QesW/R+Mkv2fj076NX4S/sbKDv+XFE7+ntbC/kj+/vkmhy7//AYg/+S9pP3AjYD9TZSs/KctIvv+xnL8op6Q/nsB4P2WWhL/z8cw/3qxBP2J10L810ai/lFwfPzeUnT+7thk/RLMBv7hnGL7Mu6o/xeUwvTdiwD8GMHc/JhIjQFr7RL/sJKo+iTksQG0Ahb6E8Q8/","mNiFPlJLT79F4YM/dsjWvlq3pz/z6sE+zkmGv7ZyvT/FlUq/DI+AP77mHb7pPIY/tyoNP8QYvj+ja5k+pAWOvm5IAEDGFHW+WrvOv73Fgb4ZPPQ8HeIgP6KYiz6anAK/CKgdv8cmub8w5fU+cnWJvoyErr9/xUA+snZ8vgiSML7pNs8/QT8jwNhlsL++LDQ/o4mCvqxtwr6K0QE/1seCPuAJ8D4JwCQ/TaPMPqO8Er5ohbs/lnd5P9tV7D8kNa0/HLRGvxBFfD+F5Ba+lMCFv4NR578yjgc/y6IOPyid7r6aEka/XKL5P25KxT8RVmq+0YFkP/7upD8rpEW/cKkovh09AT7sEgVApyvpvsc9dj4u2v2+pz2zvhilUb9SOja/C1S9P2e2bD9KxI8/NLO0vxPHaL9t3f2/A7xSP0Pei78mKwU/RfARP/3ijD8R7I4/Ihsgv6125z+nbMo7ft2hPTH5O0CgS9c+IJJnP6vwl77JHkw/Ioydv45JcD+Y5d6+gM9LPsGdGL4tS9M/6h+GPj6Tpz5aLWU/6dnAvyHCTL97ZFQ/fy40v8/vhD48c8I/YZ+Av/Fxx78N/v++Aqxdv++TUb+dGi6/Ks3xvvOEtz5YdtC/FGG3P1fih75v82Q+z1QNwLvrPL8Gv4C/wcmRv7cnxT3YPDU/ICb5vlszLr6uQai+5oOBP8Yt7D+6Ysg/t8qAP+8hST9kqbC/DOwqvcFOxb2Rcoy/d8IYPl6gGr9eR5G/N88mv70HdD5HYOM/7bSCP9AGkr89bR6/mORMv1BJYj4dK7M+hJq3vnrAdz9CMQjAZUlLPkztu79Spjq+CsGQvvxe7z8XvSm+FUmLv7AtMT/Z07W+gmSnPkFNBz+8LSU/FkY5v3r/8D9oMxY/m+11vyWfNz9d+ES+YBwGvzNcyL1sF8O+O2piP9ATWr4g+YC/NRkcv879rL/h7LE+npTTPhFvnz//jNy+Zms7PvLLx76VwGY/hzRZPg6UlD/d9DY/yUQZPpRzxr6pa7O/","XHyfPpSzhb90Z34/nee8v/Pl3L7ImuW/u91BP8onl70Bt6k+m1MIwNChsT7YmoA/IJ8/v22NbD4Kj6S/GYq2P7Redj/7AuQ/CuK0P/rmsj1xdvw+3j8pvyxQcD/ZUIe/WDWTP3r7/j4RzvY+pdCPvkW84j7Qkfq+SqRGvoqI4j7p5CY/t+43QD5ApD/vBhI+9Ge5vzL5AD8tII6/KE8Rv6gmTj8tgsM7SJWKPiIRlb4KLH8/ttNZv8BX9b/mNYk/MZUtv4uKkr8cJzu/1IuKPv638D9+B3++Y7zfPpMypr6sOYc/+A4Rv5hVgT9kchq/EeWiPzZuGL6iO6y+fHu9v/Q1QT1R79Y+rHNwvxVd+L2Mt+I9EgETv1tKYr8aRZq/T/bqvTRlQ7/xy+O9LCJFPXWMiz973Nm+b6wrPWbjVz9UnlQ/73ukP7tx67/T91a/haIIQFAXhD8yTQFAsgHRvVriI7+gtQI/B6k9PxgX/L4Ay6S+75VPv5RrVj8DLZu+ND2ovkjx0D+aOzE/PPMKP/wNrT+UC4+/M6JCPgYBiL6BVC0/8y0LP8Dvl77UXNQ/3TImPwOzaD9m0Qm/VKq+P6TEeD4wHPO/zsD9vfd4Lb+LeDo/BV6Qv6uwoT/sdZs/MQ0hP+7zlL4vxqO+d5ysPpc2Aj8jMKu+DRpfP55ZSb8kNPw9qNjPvnF60LzXmqY+3073vjPQUz89XIW/SZnGvsAwsTz9Ggg/tvd+vIFosz6eGHC/Ds6zP9BbGL9UZ62+a0/0vTNfhr1LCKG9Ts7+Pc3BPr54KbW9i9quPk1cnD+c2Kc/qPckv92xwz9XFdk/2LJGP6pqL79BwJs/+Ly2v2EUxr4swYk/9UBwPiLQzD4+5Tg/PP+2v9Jvjj8SSSW/c2QXvtjHaT8/xec/FpXNPlhIy76giNc/pAecP7ORCT/Hg7g/ulaQv5yJuL9feag+TUjsP79LID+Jw7A/QhRaPzV5iz+Lzug/HDzhvw2Fi75YG8W+OrNRv8P0MT8h6mm/","BWK2P0SN7T/Jk5S9t4EWwAosvr3AUlc+gUB9P7p9K7+FTYG/Dmk2PyKlV78pDzO/me4WQMwO/T7/w4M+X7oZv5WZTL+8qAC/hfokPoVwaL7PlzC+gTTYvrG/7D98Qgs+MLoRPvIwuz793qy99pnsPzIwqL/oCf0+CK/Rv0ZMJb/26Tg/kvQpP2r43D03oX8+GeHAPfxVOL/N0Y0/YzJDv90onT9W0nq/z956PAKi+L+0zLi/8XICv8JO179IiLc/+h+Dv5b/6j6jx5O9bIinvxbKBMBFFky/j5gwwHGPwT/Gvp6/o8nLPsSVdD/28HW/7rmGv/Cohj9lW64/+Wr6vkY+dr+QyrW9tvFVv+Nncb8DO36/9B1lvui7iL882K8/9Yk9PxyILjx91AE/2w7uvpsgfD9Awi0++lclvtr1Dz/FX8y/sCRTP6yz+b4a5429zB7fvwAlDT+Jy7m+jVnPvmvTyD/K69Q+OFq+Pw9e6L/dOzs/L4/sPrkHgz6UXig/VFn/PcUKEL77wdO/uW1HPzxxabymgwNAL/wPP9eOuL2BTMo/Gk+MP7E3g77Id5Q/xn1bP18jBj1TOx6/mKcOvrZEGL7/Rkw+9O7gv6N6Tj8eYgg+gC8ov4o28rxutSc+gtMKQJAHob3VBSq9OsDpvJlLmTwAutU/QF6Dv+Yy477hxo+91Zv2P5U1ez6hg/i+yWXWvxarqj8PCh0/UxYnPwS7OD/MmL0+uMqqPb+JDL/bCrG+2opTv4AEHDw57lU/2/uCP98bvD/ABjE/mC2qvxWyKr/clxm/xBlRv/atKT/KNUE/yBxjvfcFJD95oxg9CDDnPjGr8L8aJzG/18X5PrqMzr7CgwK/FkS8P7AJIrx40SC/Kp0ivm37gL+pJty9HxiIPw+bhL4u7rQ+g3o5v99LDz8WPui/L/qzvmRYer7uGFy8kY5Sv/tKUD/dPI6/ZckUPrgldb348wi/2/bwPr5ZQr9ZRJQ/eyWoPr142b5EUqO/YYKGv9WKaj9MdxQ9","CgX4vghFkT8d+Cg/byY3wN+aEr87ssQ//twUv/tmR7+ocXE/oI3IPphMG0AmYZY/kmqKPfF9rL7ejr09kOiqv9C8nz9Xc8q+H7SFPxAHpb99jVe/cWYRv/tAPD0qaCTA1JvxP5g1A7+5YMW/4CMkv7EOyjkCnZe9BxmLPu3QTD599Fm/ws0Kv5LWkr89zbu+Ta/sPT4LST/biIG+6TSEv63tRL5Yozw9FYGfv1Ij5j83FCM+aZyHP+TqDr+wIfQ+Pbdtv1ZQsj/O91s+vcWcvXrn5z9IfzW/Y33Cvzpxbj1bt5A+tmWPvzvWpr+TcYq/HceTvXJSDMDMIIm/xeAoP/RWiT94XqO+9oJAP00U1D+pOua+aG5evyzU4761AIi/q4h1P9gX1b/3GRO+IUKZvh2Kgb9Zkyk+RA6IPriK1b6VxPa9Ai0gP/iAJj+Cieo+rn3Yv0ynsT9AsPq+FDFTv523vL/4WeS+MpSpPfqfxb/B5yK/D8xpP5vw676t2CI/JMkgv6M3S74Rj22/ChtvP5XqTL4nBLW/vnPyvuSanj8vAkG/aS4HP6sAQz4yKoi/vDewPzmH6b+f2oa/2ldQPq/+hj6GwYQ+PF3SvjvsUD8aMpO/LcQTv78a/L/n/jA+UoooP99aqL8/FMS9rXzHP9y2WD+dmVE/G2n2P0bSHb0SZDM/fM/rPn9Htb4GYwvAQQ6bPgJ9QD/tWKy8e2SiPyxxmT8qdZu+cCmpv8T8/L64bjs/SrUeP0uXA7+wJLM/o5cSwI9O/T697Fe9E6mav9mPk7+jYB0/6Z6Vv3Ea4L+Tb3w/ODYsv6o0pT41Vhm/siOQPTmbR7/0d989pTS3vytahr8SW44/P3nlPqTnhT8nt7y+Ux2Vv9flND7Wt2G9Z+bfvl7ThL8hiLk9juSbPz7TDkBU0q8/NpPxP+3gsD42dKu8OLShv0c4877cC4W/09rRvt7zkT7Obha+GYgJu6ogH77SNza9QpjCv9J8vD6KXAe//jwnPnk07D0aNhA/","BCa4v8W7bb9zsoO+WVWSP4IQmb/EE8y+NitHv+EkC79lRTK/tXSCvzrqRr+gLMg/3fJGP3eF9z3JDAk9HosqwMsskz+fVyC/+rHRvk2b2z9s9Gy/eLofQOJp2L90wAk/Jb8awLEGLj6OhP8/RXmHvoVZoL+8RpE/HI19P6Gymj44Oo++Vytevxu4r78/Txm+X4yEPzyDJD9noFG+lAOxv0HBVT8IkRw+DOz+v/GMob9Z8AY81rYZwPkGAb94xZm92+DUPkRJIkBYeqa+qMk1QA3S7L0JP42+bWCJvzMt7T7wngK/dt1SPlbt7T7dMA+/gggBvyKrIb/cyQvAYXJdv+HP9j671Aq/yqSKPuYhYj4MkQFAnUCZPk0cOL/uM9A/X2CyvbvfhD3fVqq/O62KP4bDhj/DDsC+iGxxv2cZvj4a3nm/pukjwAAslD+xVJk+deV/P+OiCz+WlWa+Lgb2vPL/+L+3KPM+9+KXP60FcD8+moU/k+QXP8bQxr/DzR2/9W6jv2M/DT61ZMS+bbTbPFx1Oz9vvai/ZxImPq5CSL/1Npo/0C9gv+ni07+EEw3Ans1dPuPUcz8nQWU+N5hjv1b+B70139k+eLlrPzmRv78Algw/4aIKvwdppr5UTby/7DYDvLC42T4PdJG/Vvm+P72F3TybdJS/+RmoP0dxRT0ARwHArjZGvuHC7j7gmrQ/wNXAPz+ZAL6bI7S8ufXkPRoT9T7WaG4++trIvxBZcz/uApC/U3dSvm89R76zZEa/6G9KPxlXjj/W9Ki+b9ilP+8OGD8LtrG+51stv2z8nj/3yWm/0dK0P9gEFL/xXT2/0FP2v84nIj8idnA/eHtaPxmnXD9bnHO+ruckv6acRr/Ii5G/YJSIPyOpjT6KqbW/91Ffv5TmZbxwyVa+O23TPg2/o7+8dTo/iSo3PFLhlD4Xqhu/aFz7vrG6MD9wLxg+8pNQP1nLfL+J8Lg/PIeTv7wN+r9Wjte+29rZPgUjGr7PHng/HMQVvlRlKMCBfZ+/","tOoav0/kSj9nZm8/Lkq5P5ULHj614Xq/n4Khv9vid77HKXc/2DQTP9msrT5P55g+tp8kP8LyIb3EAci/APOnvxasCcBZO4O9TbFhv8jZCD+3V7G/RO8Yv0wFoD81QSY+oWImvk6pzT7kK1Q/P5Q2v8X0h78SgJM/g/IDP53Q7b89vcQ/EMVcvss7Ob8d3S+/mbjJvpIIyr9mtx4+EF2PP1SsaT/nuQi9nOwLwBmV674hf5Y+71K1PTSGbr+a5wXA0xK6vr7iwr+qRbi/QGK/v/p3Uz5DeVw//t0vv1eHwL8Rvi8/7EbCP+fHar0Weow/Ehv3vju0Jb9DeUM/j+0gv8TeBr9vmtI/bTuSP3Sd878z4De+HM7KvkgJhj1uTqg/AWYfP8J9AL/KWZy/DkqbvVrrq71eCYs+V4IvP2ErnT8/3VY9xkSOv5HE8j0e0jW/rfaGPYaRVj6s1ya+V+0QPwm4Oz+dB5e/jUbZP2EItT/m9UO/W0MRvyWQ977lufU/2MqUPnRN6D/Y87q/OtELPG8+mr5NFCu8b3JnPzUrtj5AU0S/rlIiv1rDJb/NbyS/xbhrvx8uJ78MPSK/Kgs2QM6taL9u2lO/vZczv0Z+AsCpGkq/3Wo9P1JaiL34cyo/vrzEvxdXhz/p8yU/aAECvhyjAb+BtIk/NNX0vmztAkAkFXi9LzV0Prk3yz7m/Dg/0ZsCvyoDrLxTids/kP/Pv4Zenr9Xehy/7LK4Ph8Qgr4iRxs+iOOBv5iSAT81iIO+Fi22PmHfzT8TfNQ9ze8wP8HJBb8FNZS/QJkuvQFqnj/NODK9OJXav/g4FT8lUQnAYdmnP3bu9j8Z/K0/VbH3v/K+HEAkycG+WX04PwY29T6DrSFAuj9OP6Fn579jBzm+bSRjP55ZMb9mQsq9UZwVQAZdFj/3knC+Zm4pvwLBRj9EOIW/UBXgv9n6qL7KYRa/7x6fPh843T/gGaI+zlZZv72lCD1bc0a/1Z9OPpjNJb4Xk14/H7Akv4ZDwD+K/8++","g7OQP4kPG0Chjwc/XsvjvxXxxb6uPuO/401iv+rtwD6ryCk/Z9AMP2gjB8A3Dfe+ab47vgR79T2LazO+nw03P3RDlT9nQOq8JoVnPTt2ML9gpJQ+yXyVPvYH2L3MFt0+rg9rP3u5SD7whko/2CSPvxh3+D2yr6g+1O46v/QsHD8gVUC/apKVPVaPBj+WYFk/D3MWv/rnwL6hfWg/DhEDP1MQBr/BKMQ/t6OYPptghr+B0n4+A0ijvrmoqT5DOoG9WERLvknuQ76tIuM8kHzwP2oAyD/1qm+/iOmEv5HYyT66gDo/fiNIv5DVmj2YgL6/8LkmP5URJ78N5Ga+qFYYPra5kT8Hi+s+pn5hP+VDPr9uXSy/DOckv/7i9b52x4c+mY6IP9vu3b5ALJg+2do3PuDJ4L+eNCq/89eIPqwdED5VNo2/O7xRP9XiWj+3HIQ+gs/fvpDH+T/TRmC/PnyLvo5Dgr68TEQ9C8WSv0v6ID9DI22/z/wVv4zCfT8Lf+s+rf9rvXlmiT8QJe0/p6WtPfkEIT+QQBe/OcQFv9lzzbt4GNQ8oY6wPo4ZEL/mzDq/PDUtQKAjp76DT96+9EcNPnl4nj9KSZI/4/poPobZVT/38wy/a6nmPxqeJj/F3eM+VXHiP8NmOD9gN0s/qhowP8Z+h79TjDw+z/6ovm0M8D4MCsG+c/1mvz5deb65v7+/kE2sP/2bh7/yKxu/1GW3P8NdBsC/adk+UnwXP8zCQL9/UYY//xiYva2IE0CVDHg+oMzmPgxeMT9dRiK+30CFP9JKKL8sNqC+vGqsvwO8qb7ywiq/VyQGPhubj7+5SxQ/FZMGv6qzJD+pbj+/2i7IP3jtYL+yyoc/ubnFvn5kor81Sg/AbbptvagoDz+TqpI/eqnSvvzaYz8jwXC/NT6mP++jrb9ZiJU+iABZv6/9ybtF03s/5uUNwIJbUj/YXGw/WzQWv1xSi78VMOy+dnE4vXZXxb5ed2W/PbDNvwsJor7s8d+/M23pvid6Jz6h6YM+","8qMIP+CdYz9s8mS/uZjHP9uf+r3NrRPA0rTAvkqf4L/lgBrAfLFKv7D3P7+KIak9xLt5v/NMq76jiZG9E9bIv6W7L7+b+Ig/i6yUPumXRj/rP48//lvEPjP3Oj85LlQ/m+XpvKOXsjzdjIu/57nbP3DeGj8289a/krQBPyW90b7zxtg+faLgPiN6SbwWiLE+lL3FPqROc7+mC5q+TqdRP6VafT4xSaw/3mpFv2EEp74Y/WU/a0IgvuSNwb0aMS8/74Lfvrabij8HBpo+MlnMPtR1Lr+SUsQ/qsxZP9urir/71RQ/aVsNP2LPPD8F+os/ov6hP+rzRD3fsrm/uROjvqhVB76ukFS+kD2APvGylj54ewi/R7cYvpQBhD9ur9o9Mutbv5t5t77edQY+rqeWP2NUlr9wqE29bTzevzHm8z1lFIS/jtqXv+fEBMB7MyY+0PWMvzXOCT99ihVA2JZbv1ZDzb7SRS7ArrGIvj70gr+mvg2/1rLkPuSoiT8q8vw/geaEP6BW6L0VHgU/jkmUvp+/8D6t9Ck/X5LMvzCiAL8ZdJU/EXVjv8yTqj7aGV4/rv5qPXHkVL7OKAFA8qoMPzJkDD5uBYa/pNkDP3tpqL8UOpu/3o9Bv4pEg78hE2i8TUHTPnDWGT9/g10+SCykPo414T3VRG4+R2gZPzUKzL0A6q4/vRMHv1B4j79PPva+BzZvPwzwJb5wlZE/wWvzviXb1z9U1sC+qkHVv5rl7r6vNEs/iX6Xv1CXJb6rS94/22djv2Z+UT38Yyu+yjIjP4beYD9gl4q/U1YAvHQNvj7mFZU/HCOLv6Zoxz6QqDk/wzjZviGTK76PL0e/KdCAvddxhz5kWtO+RBb1P6hVhr/F6CA+t9X4P5dOoT+b9bY+RoJ/P+U6zr5i/H4/keEbPwXYA8BDR7G+14kyv9C2Ib2Gmw8/kBWzPmBxSb+mHZe+6ps/v8YsQD9UhTG/fJVlvpDAub8QpqM/pRd6v2QoFL9bdD4/XKV6v0ZjeT6+1fs/","VhDUPqcDsD6Wk9++dqVYv7a7WL4A+yG/hZZeP7m+4j7AwjO/1BrJv7zJIkCTHB/AjYSwP2Swrz7fzjm/e4Xnv1ZQnb9j73Y+lGfAPcNJ275Jgye/pwmCvzon1j8rJL4+Pi2JP7p1jb9SWnq/LU2oPuBr8T9dLOq+30EmP756gD+RuB8/iS3BP1I25r+bd78/uVLyv7CcHL/oNaO+p8O1PqidCT9Qy6++6TqVvqK70z2p4Xk/ng5JPwfsvj3fBwM+HbEePvoWIz329bs/pkbBP0bIsD+GiOg/To9Ev0+MG73jDYK/SyY0P0HEuz9LNZs/47q9Pfm6mz+cZta+BDLtP5hWwb9gK42+acCuv2Y9J7/eQ7U+7ZUXP/zq7j6s6wI+yAiNPz93s7/yZw+/h5NpP21F9T9i9ow94Rj4PuguxD/20dM/1AwYPnMG3j74Qnk/290aPpFbML9gWDc+Yogtv7QqkD2NYAM+p9+PPxbP3D7w7Fe/k2Ezv00sJD4R+ZW9+fgjQA4ESD8wQvI/51sDPhCzU7/Y262/B/STv655cL9GVRC/uLC0PyU17z+DVLa+oI+jvhkIlb9eO92+WXNjv1vCrD+l7FI+i/eVvkUu3z91lCu9w4/Qvnqwwb97BZS+ihrnvfDQbj69iCc/Ha4Yv3GYs7+YPmc/Y5B9v916Q78y1TA/5GXmPnUuQz8OLnq+frdKvxEI9T7dUA2/i4XAvwA/Tb7kIkm/lxUGvwUZGL9wGCq+d7vZvw1am79VeqA+hI3Fvuz2zD/VjF8/qbl9P3w0ij7ewjY/XC5cvwNjeT83CN0/0xMAv2PlEUBaLfy/VepNvxqkQb8xRDK+Rnf5PdVQgD9LvDI/WnW2v9gyiz3DjaM+SnglPdx+LD8DUpM+YV2Av+MZdD6aszO/jue8vxnyBL/fGrc/yWFNPzPImr4//Uw+Hhkhv1NPMD6AYWO/SS8DvgwYWT9imLU+IHc+Pzore7/KDHa/07xmv0JKA8AbM3g/xs7IPigRGj+e+bu/","upXJPzmlWz/8i1K/Rfvkv+PS3T9MIVu/9HD9vkbFrz/kJQ1A8nxvP5pl8b8M1zQ/QlkPPz8zqD8rSJo95Av2PBxGAz9utsm/jxYEPw88hj/l6co+BFscv8HG2z/LE5m/HV0tv2V9zD5kbd89FLPEP0Nr4z998Mk/axhxP1dYjL+KDzg/wAAaP4rawD4Eci6/fQnXPyLoFj3mv7C/cdm5PSZBuD9bMtm/zPW7v91lkj/on4o/18Q4v6HVWb8EVfE/c57aP0bQWD8LTjE/kiwBwGVghr+ao3k+qEyNvoEqGL2jEIc+6D6QvQzkSz6CJaG+QB+WvypGvz9w3nC/3gIcwKwFsT1G6QY/SHsXP52W8j24yq++r/WXv/T/IMBDicC+C9O2v7GQab7b1A0/9CERvf+GwD6WFpg/0lkKQEApTb+9r7K/dWgjv8f/Hr1S8xA/qCZdP2FUiD9Jmno+TpwkPwKwHMDxpsE+/cMhP4/e/D7G+Q7A3RVxPcTxcb6WZ0E+I7EFv7Lxuz9Ebbm/kh9LP9CH/j30oi2/vpjNPgL/Sj/llPK+yo6VvpWzKD9EvhnAr7Fqv8yL8D8L86K+j39HPzXSIsBsRQK/kq5EP+Pvtr+4sj4/MxRPP+FDYj+i2py/KkGBvCSoRr8kTHy+zcYuP/hc+T9zAn8+QOWtP4FQu77Dzeu+yPjvPwu1iL8Z1c+/oGDfva25qD4bcx2/TmILP2lzM74Ij8M/uIcZv5DnDT/siZW+a2O6Pw4O1z5SREw+Wne5vYz3RD+1Ci+/ofiJPf8Waz8vqHI/YXbXv08NJz9OwwPAhPuFP3cJZT9YsjG/eRoBv/sBk7+pM5Y/tkqTP5RFib9UeNm/g30GvxcRor7Jiuk+Y47sPkULpL8mAd2+ulmWPxs7HT/UpqW+KXyqv7g9/r4UMjK9fmcVP5U3Fr9ePmo/iqDoPxiDDz+8uYU/MC+6PgONtD+3u7w9OmTGP7QkPD8ONAM+SwT0PgUztb4F96Q/1JSPvzQrgb+5BgW+","bayHvs0tRL/zvp894U3HvVgskz8RXf4/TaH1PquiUT+bsgpABfIwv9fpM70ZYNQ+1DPEv74On7/1cQRAqbHRPmRT57/qASG+vogwvjWyiL6DhNe+jLf+Phli4z24JRA/lxkqv5dpFECFWEA++1A3PwHRKz8S3z+/wVcOPVP1HT9QUTw/ynCYv5TSsj+jKCS/Cjx4vG2eA8B0qmc/v3oNP/ikcz3/b1A9b2vEvwH1LD4Jbjs/xsKaPsIt8D89ttI/q7JvvxF55r2UfSA+kBt0PoqQnb+J6B8/EKQtP6c2B7+v4Qk/xpVtPk3Tur5kRVu/USR+P5cyNT97/Au//SlBv7K/mz9hhCU/7MmLvwwTUr/C3og+a3mDv3c4V78N0I8/8oRcv28Unz91Lhc/KfJZPyDFPT0q4LY/jcEMwF3d2b8YIIc+ipilPTSr278xWa2/xMM/PyZKAb/I7eS+JHGcvxjjIb8Wz4K/jTPwPanOgT9DM/G+xLW1vWRtqr7lRVZAf/ufPjq9X7+npiE/zKgiPxIzaL0uKWC/ioi+P3VmV71T30U/IdWsPuYmzb3LlhG/t3Y7vrzE9r/0azC/enXZPp5vmD9JGUQ/8RHHv9NGgz5VQQI/OWgZwIZeBEA/kYC/CCkjPbpLAkA/V/Y/PMMkviBZDz/gvQe+zNoSPhYhyT8AdwE+EpWdvRofuL/5Zk2/UdbIPzzP9T7CXsK/x4s+v5xSxz20QUK+j661PvaSKD/IRxo+1g6nvsX3UT1hhGe++5wHv8Tfej5HyqK9SYIRQGKHA79AzPK94xkLQCmFHL7L7sW9Ad1Mvxcumb0Q0i2/1orCv3T7DsARMpc/q0gSPvS0Or/iLVQ+WqwWv9PQA76fBw8/Wo70PtCinj9gi8y+MK6RP6eAZL4jZAM/MbhTP5BvE0DMjR0/ZrY5PyXxM79T4g2/35oNwNeR1DwzQ6W8cICpvrQx9L6fa9g+GxSMvrmIyD/Zfxa/FHgCwDZjnz0n+Yu/CCmfvrNgE78zFYA/","rYwxv78/Sj+jx06/8BXJPEGd0L9kPiM//W8zv6MhCb6eoyo+yTWUv9X+QT4qFQs/6GOQPRTPgb+XFA7AHxYWQIapwL95XN29y6hJPziz3r/wzTy/ILovvxAZlj9lkQI/81yQvMR4ib8oNcU/NmaGv9tPib/CJl28UOf8PciDH8BigCo+kaXWvhGYgL8kZ7A+1r9YP6NCGr8j+nS+7mGGPlPEor8ccQu/pZQ5v7svwj7Q/rk/E+JVPVn78b3ycWC/vREiP9hZwroZcSo+BP3bv1HATz/bOMQ/vzTUvpYgrb8vSkq/3EcHwD8tDT92RpE/w1KOP0njgT4hoWQ+iPpFPvTZBbyPP8W/H/gPvyYhIr6B14g/s1QRvz69+D6jNCM/YyeeP86l0b5PUuq+QUtwvh0bFT/7Z5w/pHS8vwAhrL5La2I+wKYZv3QGqz64B+s/AY4UP7jxdT91EoO/oOETwMCqQsB6tuk+BpzzPhJlB0DNrG8+HSIuv9zyur7y5SY/qnwUv4LzZD/hFCI/Aw+kP2gidL+hWq8/2xseP4+Tqr4o3wQ9FDAEQLBmyD6hBgk/UZq3vjKN871y/VK/zCYMQOYvAT4Utas+CWrsv/qIHTzcUAbAP8+kPncKJj7jeUy+2U4WvRPB5z5KVf48rUTmv/mKVb/TtcG/zFZDv+HKJb893yu/yKCtv4Ksz7+AzqG+tK+mPmpOQz/McgY/AKC4vUSV7L4hrua+qZxmvtcARsA4hnY/hskrvzl/cjp8B56+FXwMv5GrwL8Hpjo/Wj5vv4kgr7/MKL69TsXLviMht75jcwu/VzuEP8II4r+nsok/XvzNvkNegr+2VY69iaGgv9Nw4z4O7OG/xOipP8UNUb9sJvG+RTfyvk9Uw73/Y5W/xBGTv5bi5b63Uzs+X82Wv7IOvD7Qg+q/Rpdyvjt6DcBtbbq/rExmv/iclr/InBi/BhOzviiPSb9wWFO/JEGIvltmUL8aDJY/uiKDP8yyPb8BP8m9EyvPv9I5or4qSYA/"]}],"outputs":[{"shape":[10],"values":["q6gSPudl/j7Y6R43Ul73OTD4BjmLkpU1MKetPu9KwTAptMU4vyGkPA=="]}]}],"trainable_params":{"conv2d":{"weights":["S0USvqiHM74+cE++Kgosvu0pj74JS6G+6ZLSPZoXAj6IfNg9WSdNvVJ5VL7T3I++L3YaPq/fKT7nrRY9Km68O/CWgj4X7R4+8LOPPb0Lgj3m4nI9mDlRPs0ZVT7FMQ4+9aOhvWXqTL7vRhi+D9KZvahmJL0svI68TOw0vq5Nhb310tQ9Ex3CPAAz4T3Jsxg+GEPYvZOEFz10ero8oiIsvlWWjb3vji8+HV7FPQqS5j25PTQ+KIkJvCHIH74FroU8LwMiPEhFkzxsNa09G/v4PCj95z3Em4i8ECipPXnfxz2/vOg91x+nO0WZPz5OHho9vx0sPpb4obxlrZ68KfwEPG+uz73zBo49WuAVPjWK/j0bQCA+itK4PY9VST7LZfo9JXu+vfjtHL5De1y+fzKJvhLUgr5CqRa+C99dvg0ljrxBTUO+WYATvfrhlL4X/Z491zflvRMjLb55qNo8zu0yvXgpH77VKrQ9m2aVPQxVIb527848a2KiPDdqmr6sXFo7lOzdPe01gb5dd6y8UG/7Pazvh7xu9wm+jg6RPYYKcL7aC9M7t1ewPTrmT77DLGk9vRXsvf4pKz6oPh0+mgbVPEnolD2qu00+kgbFvcMZBb5h/Qo+RfM0vitkPr5pVZA9zbAhvvZFN77orQ0+grqtveug1LqY5Yk6Wef7vU3reLwZ1tG90KhqvuFgd74fojE8ZXAuPde64jx0Vqg7QpArPsU0LT25yio+B78BPdvdSjwo5K89EbWbvd/INL7KfHS+vlk6PhHfgD7sPyk+bK98vShqXr2TTrg9TJMMvbOMmL4I62++rQcDPvNZHT5lgGo+qfv5PG+tiL3zMtm9lQE4vkQISr7FdIq6h7asPWwaA76SzDE90OONvR+DOL3Vwwa+1sJmvq66Rb7kYLu9u1YnvooRBb0Uu/K9uu0mvkGw4L0HVOG9nsuIvdjc8D3mfgU+fUZiPnxvKT5SKQu8kKEoPtpXYD6FKDM9x6Z7PnlEiz0sbak9NkMZvpDQ6b2wigg+","Pa5Kvt06370ubkI+DCYRvGOfGr4lukg+9K5GvuQr4z2TVTI+AqgsvlR46L3Lg3I+BDYjvvDgJbwW2N08LTs1vI08FT2iTHU9DKbsPADOKj1haAM+hL+RPQ4rxbwd/zY+FHqyPFQ8ML4C8fS9sXMfvg+qmDwLrcS935CbPQxmLz630s88lSIPPCURGb13e0m+BBL/PKkPrj2Sc9K7Z3CNPV0MNT40RJG9Y6QqPg+D7D0hFzw+5mVuubpzPD57kn293EzWvVxPK75bDIi+RGD8PIYMsbyyozy8heF1Pr2vY75IKZO9vYlUPpeRG76vzLq9SofbPYtUHL6zgUE9Yq1ZPpKlaL49sAK+FfhbPWLi+r3RGYc7n7wEPgrGb76fRg8+/TnQvDBwmr0WVw+9hik/Ppf3Hb4ZZAS8FckPPmHv2j3WKAe+Vxf5O7UC7Lw1+Ni9Ni8HPkRx6D0Ktfu92vIdvZD16z2TWQe+BrgmPr46DD5qiC6+MhTqPVGTN72Y3xm+oc8OPeyT2r3sw5W+R1Rgu6oj7j3KRSu+M5cPPTZL4T3DSYW+W2ArPvyHVD0b9gg+ByI8Pisdb70dIAM+5hkyPsPOZD7QIJg910vFPUGyLL4bd4m+WqhcPQEUBr5AA2a+5LMrPqAVFz64MBe+jlyAvRyLR77+K4G+mxiqvKZE9LswNxS+aB/IPWbd1L34FJG96i5EPnOXsT0m8H29nBBqPsIUKr1t88o93m0zPr9hKT3ZnfA8BH5zvgLHAL6FSLS9VqxbvlEASb5Wpr+9MRodviUtfL7KUgA9mtoQvkV3jrthh9w8QV82vr6m2TxBRfE9rHKEvUTPvT1iGDU9OueavTO1sz0PqF89FMQ2vhOFE74TQ4e+ve8ivZqyY76k0Vm+x5SBPoP3KD4YVVA+6J2mvOVLiT2ntau9GwVyvvn0xL2qFDS+/m6OPuDTGD7dBEU+Q2kWPlVBg7wBK1Q+SP/XvKfjq73nZvu6iVQVPdtTVj7bCdw9gDSavOdveT4Eohe9","WsySPXEwaT7KdP89YklwvrjnrTxTqGK9Pjkfu2SC371z0Wa+jpLLvfMZiT0Wdha+wQpMvunSMbtRYgA+eZFtvcgWBj71bbi94x0XvY+5tz2yNCq+Xz0gvq+RhL3aWZi+9NvJvfzEAL21p569iHWMPk6R7D1es7I+4haYPerYEj4qL5y9noWLvqi4cr4N7y6+2N6WPU+rD76QdFW9vlFqPhe3fj4PSkw+EqtmPMLK7jz9CU0+9gg9vnHodL60L0K+q6+5O1vrwD0xieg9DA5aPaILkz3JOeK9QMkYvo6fXD2w/D++Y0PRvZUDkTycpkk9bQPSPTIDXT2lTEe+7FqEvSa8RD4r4ES+SxR2vUtHCT7LGHC+eWPdvRH7tzyvkcS9QRhCPkV/Yj5N3+u97NN7viQ+Qb4EgEO+bVR3vhw46r2TzYm+1Ix5vX0wCL3pZhQ9PwjnvYBeCL4RCR++w6WPPDXmjj0YGre8nH1LPgtToj1uXoA9nk0tPSzj37yidzk+i8cBPuKIOj4REE0+DdZyPtadBj7CfEw+DHG5PVmwOz76wLk9ln8lvM7kaL3moUa+AEBROx3+CL1sPDA9ZcUpPpgxGD633Mg9qg6kumUnJ77xXJq+6Q62vUNkur2WR0u9587NPUCNjjzG0Uk6co5xvk+3kL5p9LS+XQdLvcIHET4HQkY+4LFsvihdED6dxJe87Ck6vtHAJj3cltw8mRWEvga2HT0GFRM+x3wLvmsW0T1doH29xzPOvEyyADx45uE8y8tlvth0z7s2eRQ+o/iOvVWbsr2HpA4+zVaRvqDOkD0+5ww9FfkMvRbp+r3c9SY80ri/vWhP0r0paVe+A2WlPe869Txs3D8+ZXoKPpamJz33CCI+Dazuvanlhr7BJqq+ak5uPfgGwz2taAo+/4U9PrKZVj5WvJM9/rFevsUkX776xou+Ov8dvfH8Ir2mJJI8BmPfvM4CeT4uSEE+mknUvajY9r2AHyK+Mmk4PawWkL2HBhi+onT+vWdpOb4hj++9","NGkgvuHotT3XCCO9LRS5PQlYgrwPz3s9kAsLvUq97b05qOY8kSt3PYnKez0KJZi9mQIVvgDm5Tug4tW9iifJOwaUBL3BbPS9ozgiPqr+Sj5276y5oLziPAb5PD6dKU09B0sIvlMMnz1F0Ge+kJNBvQi4cD67ixA+petKux0FBL2+xgO7Jztuvvrs4L1XNj2+ZBi6uh1LGz5K5IY8axwKvkgnPb7ZEVS9mk6rvdmLLj0n1o29/AtnvYIClL6gR6c9VtOHPdB+L77hifQ9Km+SPZaPxL6QBhe+xu26vcK8R76J8ww9lSLUPDyy772Pmzc9yryrPeOKIb7Ez/w98GKaPWMi1r4uDUU9sjO/PfLBar7G8j++KEegulql2r5cYoe91F4RPr7uiLutS+49t+KLPazXrr15VnA9VQyyPfniwDkTYsI9pSgIPgWlAD1yMR0+jx6QPf51W7sT7p+8+lqhPcyWPruAt5K9NRr8PV5THr7Vd1w9WfFkvaCLSr4g5hI+IkbjPL9olLwX4zy9sTAsPhW/1LvkbYm81xQUvsI4f76GXVS+ApZ4vG696L3e/iI+VJ91Pg231T1zre09gbYsvsA0+TzY2Bu+hJwCvspz0rz+zEe+ZQ8vPtovqj0WFsw9/AuwvVVCIr1+G509Aw2YvVFHQ748mZA8PQ6XvZZsurvwnUe+Vw9EPtB9FD1eb7I92pS5PQNerL1TbxO9EflqvlmPVr7zInW+qNU0Pg1xhT5p6yY+kXCwvTCpZb1slUQ9Y46QvrwCcb7rS3G+SXJKPh+JGj48RDs+1qRxvRMcGT4OtCc+QEHavc2rPD2hGOy9Du5fPFZjVb5pEGW+cO6OPbDvnL2fUOa9YNsBPU15E73QYa49ma+NvV1Y470VQ0S+ZZ+RvV93gT1vcNw6N37ZPf4IhT4c/lw+VfNZvuVCEL45KKC+VLn2vNBmmjrU1Zy9VhVQPpDTkrzfcys+LZ/5Pcoi5T1qMTQ+2VFbPvUnLj7JN+Y89bWmPHvGJz5qjSA+","zCfWPRZY0L0uHAA+gDYUvpmWRr4mV/e9+/RyvR+EHr7Ve7S8P4oAvnQrnL6BJEa+EKY0vnKFgL7pG6a9qDvyPbn3Rr4q9v87Cbw6PkKeZL7NknW81rkePuVagb7a7bE9XSypPSoFYL0HgWI9tiRzPsHbiL4e08w8Na4PPkQtbr4xM7s8Jy+Lu6E1T76dXYc9ZoXjPIF9QL7BcQs+1LgkvcDbiL3HB4U9qjtNPXnBuL0cKyG+GdqIPbD2AT14wxG+BhBqva3uwb0CBqy9l5+7PYmDnj1W3ga5IroQPmg+Vj3pPHe9xIrEPYMOcz0IEMO9E/8cPiGNxbxtQd298lSXPWyxTD1R+QS+u4dXPnu2BD5whw6+fi+pvZ7yd76XHyy+wXEzPW+z/729p6M9yslGPrG3Kr2ah4E+yOV2PU1wjb6SBD++gb82Po5FCb57+6w9V3sxPqzas7wBwoc978gYPcT6GDy9ziq+hpwAPuIZYLxwhvE9+XegPa9qFz3LDa29"],"bias":["POKGvQH7X763krO8BJCHPaBUzTz587q6DdZHPP6dB72Ex/w7kwPnPVnsCL4Xoie+Vd/3PcCowLrekY07zokSPfAVuDzpZLQ80snGPSDirr2hT/07mkr6vM5pXj2pY6c9Zh66vksy3j0Vw6M8AHAMvX54cDyy4ya8hsdOvaHJUDw="]},"conv2d_1":{"weights":["oix4vtKf3T2npFs+kom+vXsxZb216Ha98PkYvhiXTT7bFKu+mYEPva9ZEj7XrGE8yCKNvmFBLjz9gQe+pPaGPmYBdL7hJyy+UyBBvtufvL0yjBO/W9DXO/Wsyr0JgiI9wTEFPtmYYz68lDe/jo1UvRr+Ez3YVwa9VRnwvX3E8r46Eb69KFgFPqhdGD6NMy8+ITELvn9JZz1fcFG+FAYoPg1oTb1OLck9gfnEPb3hqj0Ggxu+Gm0APj3PAjwALu0+72K5vkA9Db7i5Vy98kWGvu0Mv72z1CY8ktbIvRehODvN+OY91osePntnvr5oyAg++/IjPLgV8DkbTiy+5vM4vk0iAb0DbKU94sZuPgm9sT6U5Fq+HcMkvtOc4rucMm89YT0hvu6j7T0x5oE+KaCqPFXJjzsAndu7f9XRvVNcqT1Il0q+FV0NvaRC3TyhSoS+POl/PTuDJb2krT6+htM8PtcJuTwpGY89mOdPvmX4LD5eAgG9nyzOPLK/770zWqK902eWPlytE70eiQE+8loTvjiTIb3g7ya+BIBuPQP1ej7Sx+i+bZH4vE2f9r3sPOo8qcn4u7bhzz3uk4M+YuPDvXMLBb4ltTm9Ka1AvimOFb7eF2K+YWXful14k70RUpm9XYxhvEl1G7zu3L6+Sea+vZLmJrv/36s87b4hPeciK74rsCw90I7ivKxNL7ygayA9wkKovTh8Zz1+J3k9N4QtPiYdPb2LZjo+2fP8vTxI27vzP+G9aOhKPuq3iz3A5cI+aWodvt0eTLy+mBC8M5MlvR6c5L2Xo9s8LVnVvWm3Q76CTc+7cjopPsZQzr60Dso+C5o2vRQTAT6zMFy96xMuvqdGf76+coY9zB8wPiEXhz4lP4e+fbbIvd6jd70eGCU9AqQYvKcxKj6SOvI9ch4BPUHtWb5Nrxw9DoLTu+aMez7i3AS+tWKWvYqEKr25Q4y+xkkPvYblb7xkOxC+l5MqPj5zML0/z1g+6Q0ovn1rMD5ASAK82oP6PdB+O77MehA9","vqr3vY/yh7xE4Ag8hrnyvd2j+z0NGQC+Aef9vSsppD04f5i9AwXiOw6pbr0snMQ971EoPrs2UL5otF0884avvmZ0Gb2bJB++th8xvKZPRj18Liu+7f35Ow4NJ75fvx++Uh3/PKQwsL76HxG+AxnMvGITqT2bxNE84WUpPvmqQLydE4u9UBrNO+XYIT54GcO9NvMrvRRoAT54ob07X0A9PW7cDj4zHj4+SAChu3+6lj1mvss9SeEePuofrz1Vv3Q9pP0rPWCucr4LOdY9R7b5vCl8qb5OiKw879KOPbriiL6wTy898ZYoPkS2lb76gWw+ecfTPXVPDz6s+689ZMEevg04sz2qSuS9VdlXPuF8KD3IosI8UJsLu9GwID4pcb+8FwqfvPA9Ij0lWaQ9/aklvD3tQz5+ARa9806uPYXiRz7IYSM+KL7IvSn3GD5VGQy+i5XPvJBfhD20C0Y9RGRvvaw8uD10SsQ961f5vViwUboE4gQ+Km0MPuNlTL3XIw09fMVnPa1Mj7sjsEc8NinNverYeT2SxVy92HihPNyJi73XyHM7DB1DPVKYezssLBk8bHudPc+uWLqNv7S72AwTvE+zYb2DOpm9K5WnPGx0Ar02uYO91FlFvRpMCD3rjV69YrINvSkqEr1a77695uxJPXRqNLwFUIg95wLzvBcMW729cMO9vqlTvVUbnL3zspE9i39yvUEGJr18Abe6gEzzPApg2r2zBpW9hxX0vOCsq734cXe9pfCKvWGfkb0Qdco7NEcdPAviZr1y+Je9k7q8vdbYUr165O28oQ6QvGrvVb3yih86j2DTPDhWob2ilgO7TRiNvQXUAj18aXm9h1PDPIAbBbzWFEk9FAnWuxXSmb38c9e8EI5fO0S6Rb1Fz2a81A2wvOHZEb2K/TY9CHaqvd5l1T2lWqS9JrHJuxAIerk+TU08Ru/1vJKiVD14aHs9fgznPHL1hDxn2wM9nUyTPRA+jr2UFS+8LYxZPcxiFD3vxQW98Kw+PUYBUL3uM4k8","+455vQgNiL1mmSk9+5DtPMXoZb0t+gI7Ty/KvcOUgb2iotM8DkFqPQx1IT10nJO9liqPPQ/hm73xnUC9mrwsvFj4rb2kJSK8BrGkvSEKhr3ZZke95xD5vP/I3jwDFvI7j4zDvPAPELx0Q8q8+/R6PYNL470LwXE8AiCiu32eFLtesIy9iuGsvRGHF71YJCK9Kw1RPZi4JbxdL+e79VWyvSA/q7zMaLe9bqaKO/TPFb3D97W8TS2QvbEN87y/Wpa9oZ0/PXw2ZbyhGm+8lgnVPGftQDt52B098RP6POVCNbzauMq9W38yPeeH/LxyvIo8y9i9vcClbz3myR29CYGevUff5LxQVhG9udksPTbzwL1O9qy9y3qjvEJMiTz3bkC9fBRSPcssPz15tIg7DnBQvAxMqzzAt6M8+BRPu7FhxL3Fi6i9RJznvcEg2zzvriO8oRTXvbQyxzyuVZQ855+bvM2so71o+B09XowMPdSZDD1SoQO8So1zPae59jwsrl69G8hDPSJMyLyfVQQ9TF7xPHLfiD1Q40e9ID4QPaUyqL28CXI9c8CQPIGLjjxrBJy9uYgAPd0+Xz0YVWi9OJaVvX7sob0jxUo9i28cvbfoqb2pnOK823LwvIwspr2LwkQ9cJ5dPZqfKr0au4e7kVESvVq0ZL14Z9O9TLxHPd93Hb2WRiW9Tvn4PGg3Vr0aF4g8FJ4CvCkKmbwfYpG9u4Qyveoqx71KXp+9AmDmvIFBB71JS8e9EXu4vQA4zzufmf88IEQwPRiLgTwFv2a9SMGbPN8RBb1OiYW9+Zn8PGlhA7t5vK29rYKdvSafvr1pDxU7P1HCvVyBAr70hX+70yc7O9ZVar3TEHO9SfoCPSJ4WT1jJl+92wXpvcohm71zMI49VGAlvNRrU70kHME7FSXevIzxiLwFvY69f9MavB3+Qj1D93Q9/KElu+7/hb1jJdk8iX0pvSESBD3rwbK9qTXkurch3b38iEa9g9Bzvc11mby7fW88NF5xvdz6xTvyDxm9","y1hXvmI/Bb7SP1m+kjD7O371vD5VJB++wgGPPISzvDxFecq9ZNg3O4KsUb26oW48mHZKPjAakjrXJTo9mDyZvfBTtD2LInk9oT1OPgYrJj71h1w9KHHBPF8iLz0qq0c9p21KvSMA+7u7r5g9B+IyvT+Zrr2mM3M9Gan0vJsPcb0iGNE9rfMUPUtWkb47tZu+ao9GPKQGGT7uACK+sxJ5PXSfUT53pmO9LCLNPW+lQr7z9AS+I9IFvYMX/b3Zjcy6YnIivgEPBj4zX9m90MxcPWgdtbwDDjy9CwSFPFViIr6Cm0C+1DEOvacnMT7J/Vq9Gz8fvmankL0/EYi9nBGNPdj+nD3dGla+Gtz4vBudFr6+Rbc9NBemPrqStb1aX/e78HwcvQBT+z2I1ks9kDpXvX+wiL0HftQ9A7kKvkVDEL69kS4+Oz05vZkNnz7RNRk9VAsVvfiBL7iFE5U+yn5cvksJoT3jthg9ytGmvNFeHD6+u/Y9rs0UvpYW7r3XuRu+0tw2vR37w7xbabo94rsBvCcagr3Gfzm96e2zvYkx6b20OMg9j04dvlxKI77+wZu+ZHcIviPVVT3P8nC9VuJlPnnsOL5WVQm9NJqCvceUqz0FjF49hrrsvJO1pr0nvI8+bLiEvXnVIT2ofT666joavRLDOj3uL5Q9ukr9PG3n0Dyg82O+MF1UvS/0dD3myAS6Syo/vJYkgz51vN+9McK+vV0Qmb1tESy+0FmHPTI48by8a8Q9gUHmvG0f7DxFyj099JKHPbf8qr6D1jU+YvHwuD6UZr5CBNI8CsFSPrAxVT4KOh48Zx6yPanvWD16Ldc9MDxTPpvm0r1hdya7xBWivjhvPz6tMKk9GUs/vmvWGT5BDVS+FjezPaIKCD6qegA+FF4SPjSgc7z0mNw9pTxkPV13CD6ZLS6+kE1QvZIHXz7fsJs96ut5PiCzTj52lOY98xyvPdIfGT0UGXo9fijKPY6+DT7do/49P5MWPqg9Ij4S45m6vXKivpQPl70Ab0k+","MtcFvvJ+gr5vgOQ9WX49PVWSBL5Hifu9VzJjPuETD744hVW+xis3vjjPcb1Icsm97kGlPTHgPr7qWbw9cnEvvjPpsT0vrkg9e817PXg5F74ZM3q+DUBLvdzF+j2pfiY+bX75vC5DDL65CEa9L4MPPodoDD5PJ6++qaaxPOsTGr4MKtQ9zn9fPa/Cur5THjs+7q6IPO+k1TtIpYo+SyhiPBxdmT0FXLG9od1zPZ59+72ZbfE9EUfnvYgEnb1tiqe8s2o4vTJCkz4DKT68BZ+0vcmPY75IOpM8Ad2jvQSAKT4bP5o8JzuePToUPjwhWHk+6oSWvbexh77gW1Y9ulYFPtVFKD5jAyg8n9rgvpgZBD5kPge+exR8vsW3mTrVYkq8gK5ePsEHkrwOtGE+b680vrj0jb6K8b6+kiXwvraVg71iQc69jPx1PgqqBr1P5Ms9ko43von/f73wQ4C+MIK8Pb9XDj7FnRa+paQ1voVi6D0kIH692g9mvjJ2i70JS5w+ZvswPevf7z2H9sA9s1vdvdgdnr249x0+nLfwvU1bob1eChq+yRyvvuRLwb0257O+nFznvVy4mj1PABm9k66EvmSqXb42o5W8o9oCPYFAEz1LCRY+Le9Gvbsg6D0wHMo9q+cKvGKK6D1Jl3Q9/tcLvqtP0j2+ica+uK7uvdOKIr7iVYC9BMDmPdCZoz35JBu+Ye2avaGtTDwa8Au+vr+QvWRGB76fQs2+CgxfvqEMr75H1B++F6ASuzXKpr0sd9O+7fUkvp3Ehz1UwW29BEuBvZ9dIT7qiTy9f1UnPVzEW72+jzy9Jvl0u5+7vD3BMOs9LIEPPoQ80L62U2++ICkIvovOkrxaI+Y9H/e/PSz1yL0Xmr+9mGPFPVqCgr3G2C06QvuDvqOOmb4jh/O9YgJgvnMYJ75gkkA9CYBDPeAtg76GPlC+vhltPTeF1rxVeS+8p4ygPZawbz2GruY9m/DEvASvwr3b5we+cEhvPFEr0jyzBE0+Nsivvs1LXL4A5gC+","Dc4EviBW3716jkK+6YPOu3zWlT3v/8I89WMLPh/QNj3lEo892ingPKb6Cr5oHQC+s91GPEISuj3md+m9bc5avpyjqjzy5ik+VQsTPVEDET6AH669hRMUvQtMtbywm269kWScvTV2nj07Atc86l19vfRUGb5lD0q8H+pCPZ/kGj5A6AW+3fyfvexM171XEdo9tM6VPbMnM76rbVQ+Y8NGPhzoPb2dWlQ8SaRLPMqJgT0kk9o9wVy+vF2tNL001Hm9RB43PWDymz3b5o694HvgvBiDO778GXi98yhUvostzb2Vw4I8K7ERvko0nryNah69C4wovvhvozwb7Bq6NY6rPYxGLb6traU9tUh3vc7tMz514aC9C0lCvRp1hT75b/89uy6RvfOTFT4Ricu9Xx4GPisjFD7/cJM7eAMzvhNamT2CJWa9+dsLPgCkmb0KCME9QkVvvhUVoj1L+w6+kTZfvSoLk73VxSm+3qqtvUa9ar3NlxW+Hdl/O8rvCT57O0Q9mNVIPv56ub1GBeo9M03nvPh2Ez1ee/G9MOjGvZQHKL4g8Oo9A02JPkW7ozxS0ks7leckPr3aF750HtQ97np0vrpwJz55mxW+23PMPITEAj6osQa+99+5PQA7fDzlCk29q81/PbYImLy87yM9rjTuvQ59IT43aoQ+4/WWPUtkRjw/8pA98lITvvQ0YD60c4o9wU9UPmNpZr7Vg8Y8j/bsvQmR8j1ry4E+ceLxPS41AD70Iyk+yM8ivofXszy3EnW+h6piPWapTb53Pfk9ttz9PEerV74Zhwg9smvRvTH5Qr1YnbI9yF60veqrwb1tW1m9UdyBPlYhhD7BEC8+I/CMPGJ+dDwm7lu9aHlMPu+Xj73UwjE+gItBvqpw0zynB2G9/ARPPQnLkT5qCtw9r5ipPdPVdD4CR7S8N5SYPYMGy72RI089ouj+vT+SDD2I1f89w3j5vc2ST73+Cjq8eZ/avaPTHrzlxOu8b/L0vfChnr3lgEs+lftyPr5CKz6fIBc9","g69+PT5+8r3KFka8cjkCPfiDnDq/puq9vYaUvbJgFL3aiVy9SkzJPDcVJD3wLZ+9FaxdPYtRsr1QV8u8d6E4vUFP2zz8JaC9uIzQu/j+drhMkgK+diboOmYFpb11Vxo9vNn0ve8R3jyA3Qu9npS+OyEiyby1zwo9uJ4FvbUREr3kVy+96qNEvbGd6b2SHKi9J7kVvF0Jn73X8F68LV81vE0Rbb3gXSi8OmS4vfgfwTzEXbO9D9xnvZXzXb3Zake9V6ekvT7x0r1p2VC9CS2/vFhJWL0MswM9lugbvln67DyoOry9XtyqutASCr4atHe95xXWvcwPKr30b6y9kf9ivSXxxrztt2S9JcP4vLAyqzyjgZE8Qd7lvbdatjwNdUC8fXh4vdFyXT1rqFA92p0fvNfZY7y6KlO9gSUGPXVUsDw4xmO8olLWvTenXL14t9k6SHMPPTJyuzxm+ry92HRpvQgWCrwVCoS9AgZJPSKObz1rN869iph4vWmrAD0Py7e9T2LdvHDMar2Mm3o8WnlZvbH7Rb2nCVa9/G3NuSLKtbzs67Q8BASKPLJ/XTvuPVW9+Dj0vGqqejvsI9s8xgWOPTPLQTydTBm9tgY1PdGVx72jpCA9wVeEO9ml7b3CEV+9HGpuvdfRjz0DMDo9yJgavfA82L0FqeS8Dj4ePWI87rwfcQm8Jkr8vYbYUL1BrG69GdDmvXPUHTwPfog8625kPFsy0bx8Hna9nm3FPDpi8DxnCuy8sm3PvWpQtDxBHQA9BiADPQgKt70Z3qq7sbwhva0Ynjw29Im9I0hRvR80Aj0Db8i7laHuvKd5nryN8Fa8xPNgu4hU3Dxr4/C7Fjy2vYPNpr2wl6y95PZDvdjjk72qXMe93r60OVOqDb01Xe29SJgmvVyxIz3lxLG9zUf/PIX/wL0LGZ293Jk0vRG+XTqpHUm8yPmnveqmjz271ni8D9K+vYtL97xlERe+EwTKvBb037xQdzs9SGY4velMYz39z5u947gCPTdYk7317Yq7","404IvUFac73uduS9cosHvW7Mpr10OQw80bAevnlKWj2bHmY92A0Fvn3Slr0QBoQ9O0NdvLgenL2QFie9MfxdPZ6fE7tb/c+9uQjDPMI45jyoAuG9R4f5PAAzjr1l21+8Bi+FvIz/Uz0y3189TNKKvYqcEz25DA+985nTvDseUb06KzQ91TH/vGicqr1Rx2q9CK/0O/lop70Mnj+9LZ4UvqBSNr1xqJg87OC+vA+tXr3Mxa29U0SLvCAWFrxPZOW8iHi4PNBp2rywSrG9MCUxPXmG87rp/JK9F3qTvR6LgTxdGDw9Iw0ZPTYEnb2v19I8gJ8gvbxMMb1HUl29n2MGPJfK7byThku8vJXHvLeC6DwaPl09X5zTPLXKCL0RejA8yCaZvdz3xLoecoK9KZQxvJ1rhL1GWKq89n/FvUbgJzwxFuS9K1H1vLm/aL2jOIU92Ha0vRoSSr0PWwu9hyWrvclgIr0RQae9yatSPIvP7bwAnAG9X4dlPYB9o7zLWAw99e/RPUIDxb0oi3i9LWwBvh8tDTwrs188WGSkvZX+W71nf02+iay+Or+Xi70kcN498Z++u23CED1vrrm9XHzeO/34y7xGmV889BjfPBJ/BLyuHBo96MnEvfXm7z2fXwS+otnJvZeq0z2ydcI92fmDPkpKZ7z0qJe+KnwMvpzOSL2NCAA9slYIvrEGZb6Ss4a9KaClvXE4Zz0+2069cCuXvS9eDz3Rv9w9d8fLveyPNT0jINQ8UqWtvBakM73hC/497uf7vPAM67mwdFS8x+adPXk8Tz7G6Xg9uHw/PEm/gL70jzk9YdfcPcnwsD2MoW6802wQvpsJOL4RvMS9mtcAPV3lJL7IjOu9tkEKvksI1Lyu7jk+B47xPZrMW7wPvpG7vY3pvH4bIz0iB4o9fjHlvHG6lz0Tofq8RdqCvcnE5z13obm9PwzsPF6ksL1BAzA+WcqEPVWXVrpCphC9akwwvnpKQr6llk08tBcmPp29ir1E1t29fe/hvcNNVb5+yBw9","Emg7Pf7P770FQN29eOHZvQ/TLjtBSwO+u+zave41Ar6qZNq9U4Ykvdc2Oj254Oq8DMAHPabfk71MTws9iStoviSeybx9NeM9CfPBPX6OjT3p5g4+dP8HPeCd8L0rUuW91/TxvNmzsr2mjTA+4BZPPuYDB71Z7IO929aePMXiuT2CSS4+nGOivQNOZDw1TAU99d6CvV+0DD5s/Aa+bexPvblrjj3++rs8O8yZvaTatr0YndW9pTEBPizeBr3ZeJI8QR0IvtM7Tr0Mxcc941XCvOS3Oby/SVQ9QVjYPUnt3r0v72S9EgauPfoy7ry2ZyK+U9o8vYohx7sFDrq9d6XmvX1I6b2BKBO+liQuPEU+Rz2PPwe+mngDPq6mhLwQvZu9ISt9Oyd3Mbvcc5M9kG4UPo+sijxpM/G8HDRvPeGcXL564bc8ThxcvQ9oULxCbWK8haVIvTP4qj2FHoU9IbJZvsRbPL0AyuU9HI9tPrUjYjxxClO8HEwjPfzFNTwBu9O9K60PvFK5C75ts7++tiQEveCXED4+rUO+GpOVPZ5UJL4UeZY98AWWPaK0Cr2YnJu9yP0TvnXK5r0zSdu9A/1mPD/UFr0/o589L4LZPYxomz3xkLE9KmS2vEJvl71xjqe923k1vuT7l73eINs93nUmPpwDw77brj49NE9EPfYzDj4AvvM8beK1PdzHmL6KX9U8sxO8veW0Wj73LDa95LvtvSOePT2+gas7wXhfvrJCKb3zZU6+rTZWPqWPqbwg5A48wZAXPXRTvb3iTbk9KZVMPMsqRr28+da8um1sPuVZ8r3qkhu+yH0NPgxAFL1KkCw9UHFWvho5wz3wqRQ9KVwXvSPcu706Lc69PBGGvuR0wz0FnUm9o0LxPXGETT0g6c69/Uy5vaovR7u2gaw7UREIPURvhTx9MK28PFepPT7xo752KeE9G/+0PYvlYT6NB7A9Lm1hPX0ASz3L9CA9gXMIvrn/J74h9MA9wfyAPsm9cb1Jax++PcySPZX3xjy4O1a8","09ZLPcx68DxmAOG9KY+5PNPu8ztghZW94ZjhPKH91r07CCQ9ZA+dvHAm47zaD5A9VLC0vKNmXLylncs8ShcEvQQT1LxP6hG9D3FmPdEO+r1Tc6E8ZWd4PNuNwL2Qati8mdtSvKHTcb1T7C68C+zDvVHvqL3GiTm9U6rOvBsfijzZp2O9CpmhvBHo2bzyS+e7nEO+vQXakD1XZqO8bKhMPBUEpLuUZBy7y31JvaVGdD1w5Q48HmYdvNU+3L3Rmwm9mzz2vV6Y+ryazcO9SgQCvJTagr3SeYe9vqXfvBHWBr0nQ6i8KuIBPb6Ez70IbHu9SgwXPfoCIL2i/bi9E2IyPVKEaL1zjoo8MeTIvaCzgr3tY6K9+TIWPN+3OLyonL+9Kp3kvEG32L0G7pE8uguAvciqHb0krZA9/NnhvLtCDL27Pcm9dIFAPDlC5Dyy2dC9IBkVvOsQVT0yiYO8grAAvUrThbwq54U9KejAPP23Ob0WNi29mUKWPXcTrr0wV1C9xJdVPTKEpb0Ftp69KuQEvqZHYb1qsQy9LbOpvfa9DTufDZG7gXUIvlhGmTyEATa9EK6qvbH9Db1z9MK97DFXvdXCYTxpMnI8QkH/PGMs4r1hfK88iwtvvJptRT3FTCa9tGZivcswbb2v+X+7T3mnPGzerL2wrUs9/lxLvamjor0N2Yy9vnmuO86HTDxehI2923OvvcF2KLzJ8VC8MIGRvbPqkz24eSm9PuI7vWy5Er1mzjI8HNxUPevsir1WVQ09q7h0vQ9yub2/y7W995uOvGxS9jwPwxy9tSegvTE/+LwSpuu8pcKwPcU8njtRVm+98JJhvKUvij0DTIi9NmjbvaMpfj065L47WgBwvZqz2rvLYAK95IbIvWglezyvX2O9W31uvRO3zL0kyHG9UggWvcyFM721xI69eBS/vYlWnT2kAeU8soI5vX7aTD3U4K69/bfYvJb6Y7xxTB88x6ICvsiChb121U29HhF+vd7mC73ZOVW9K18DOrk7NTomXOY8","OJaPPc0vU7xOTM+9O+3ovQhzMD13FAM8Y1DyPLcdaL27/Dw9NiUKvnOr/ry2roQ9gshVvTiQSz3ljVa8OTfbvA3Bor1zoHG9wrqkPAVRRbwHxiy9WsqLvcj6GjwNHIW8siuLPUZTuj0tRN27oXvSvXLoU715TjI9CtFJPY6D6TwOVni9IRrrvVmBOr1ujrm9B82/PKKbkb3hxoq8mtWpvKokeLzRTgi+FSX9vO8ce72zjWE9tn2MvfsbkzwePaO885izu4I9Pz2/A+I8Mo0xu9s7A73U0ri8+GmLvZZCUD3Eqny9uz+mPS03M7p52KS9hwuYve4I07ymf0I8EBTRvSn/r7xt2cC914V5Pdsaxzx0TkK9RPoQPcCHpr2wktq95H6nvEv67L3Ah7M8PeahuvBZoDubw0C9g4YsPagPNT1LahM9em9MPdQqib20DeC9SRuDPXHvs736fV+85z/TvYezxb0y0Ic9pCR0Pcv7pjyXbHm9JAUVPYJFwL3GjOA8QS+PvXKfGbpcOhq9PLp+u1uDBjzU0bM8nj65vTJlY71dEkk9nF2qvRdbjj2j/Y696C3NvdbOsL2vD6C9YJyRPWn3m73GdR49RjSxvd8D/zz55F69dKiPvc98ET2DP2O7isfNva2err3qcwO9vPmBPUeSoL0IRX09RB3AveJS8bxff6Y9sRJ8vVoOpb3/qkk9GJeIPGZQzbzTHYK9fr9ivdQiLLxcEYs82xh9PHSv8byEkb+9DvqKvTfo/zsOfkM9iqSDPYoGub0zcSw9xKACvO2dnr3+YF+9ieb5PFT20DzzWBc8VPSLvEWuwL1oOn09di5Sva8OMT0s9wW9t8VRveAohz2b3m69f16Zu2K25byBDw689kiFO16Sx7sc8U896fPgvAbu7btfsxm9eP9MPekher2QBtG9eOQpPfZotb3f6JA9uA0jvSqCPD3mu4y8rZNZPNf9i7xKpgy9zVM0PCFPYr0D06i9WVmkvckZUT3H1LO9SS9ZPR0CMb2tgoy8","U7EWPb0BrTr7gus5ViclPGeGKDxQaTQ93jkEvkBBmD1rrs29n5Ytvc7WzrzCupG92R4EPDxum73QOm89+9iau7KXUL0AeKm952EZvWsse71gjRk88h0PPYr9SD28F4e8EndWPUJh1DzFqAu+ZhSIPewKRT3RYGY9yPBfvZvA8L1x4QY9Pl6HvL8QV72nxYu8d6wNPTIDXbwCWbe9qMVxvMkCMj15kvu7bwetvYBBBL2L8AC9jjWsvGfBl7weFFW9iZg+vOLxb70EdKe83wwzvZ34Cj1qI4O9HGuDvDMv6Lt1o+G8UCG1vTAHAr2+cgy9wBs7Pe8Pgz0OCOU84dKiPAIqlD2rc208e88rPILMbj0pk5C9OK16vc2glL10QIi98mbJvEl/rL1B3wA9NxFAvUihv72XA6c8DcQWvax0kTzRzNa7EB48Pe3aBDwMZDM9xcXBvT5YVD3BQas8FVILvNRarb27SDS91L+fO9oEgr1JOIm9Bqa7vN+de70i6wQ90bgivQUMQLwOpzG8oY3gO1RXZz0MMkA90yVcvNgUBr108IO847f4vAD1hz2CjaG9V9sGvSy74b3bbru8vmsdPazarb1yQpi7AefAvVuwZb3dePe89hJkPX+3jrw1MRa9ruCfvctQw72wU8K9X4x7O+Zya72q+wK8LSZRvVKKxbwPShA99aRVvGnekDw/cBO8T35HPLnQSz0adLO8TrVJPRVSmb1/mkW8OIRtvImUlD2l6kM9VE0oPPBbFr1Zhhc92JljPIc2TjxhQOe6u+aYvRebhryGInm9yNibO34O+TukBoG7XGycvdm7Cb37xiq8r4ctvPARBb2egI48l5EnPB2H5LtvBWO8VBpgvSL4fT1SJvm8XnHnPHpY8busxF27FKazvTXViDx4QBG8wp8FPPhh/7zpINq9n+lsvQQ+qjuF7pS8T58ePbxdW73bGdE8RVAqvJD8r7ubrNK8omRqvaNRwbzsKnm9uWLZveDWSb0Cjd28XXmIvWsYmDqGyd+9","jYivPZIKWL0FZ0O9RZDLu2HWpzzLugu+09DPvcl/Mz3qhWG9WaqHPBURgTyo/+i9g3+MPBcIiTrG7Pm9/yGKvTyI6r2yFZK9g57lvVZckb2wrJ69sBg2vUa7CL6tcVI9XZCDvdgESz2lLvm98HmCPNLAGL66M5O9jo6WvY1Ju70AvQ49JKn7vdtzRrzw8+o8Syi0vSB65L0/dcW85uz9PFegBb5YQqm92r/jvLhC2rwcpZe83vUEvoeP2L3Md028A5/lOZp63b1B9hY8MHSAve8RBb5+ghk9ZERMvcwh9byrtwO+RoImPTvCAr2nR5w9pDSnvYGT47xy7Iy98q/cvV/jkL2hj1K9JlFcvT3rHb3NSbO9Y6Gtvf0xYbzDl6W9M7A+PCEUtb2rNhu93bTVvfG9bTyTiOe9uLCLvWlahTujN0g9FHqZvS98gLzhqTS9yObLvN3miDzl52K9ihOmvYv4gb2SeoO9FlcQvnutc7yU/a29JQ9vPVs59L2JqBq9mBDWvfxLiDxAibK9WSwmvc/Vcb3NHkq9B9DSvJXsc72ckLy8n5hbuxnvUj1+2K+9UN6mvZdpD71IJ/y983PSvba6kb3YCYq9hVj/vW9TpzyMA/m9nf9rvc83k71CODI9zgYovS8Zdb2FaxK9OBW3vcPkD77S9x29iTmpPJrnjL1y2J69212NvTy/ED1iyVO9BLJXvWfRnb10EaW9VKVGvTtdy7gtbQO9asALPewSRz2+dQe+qkN9vd/2BL65fRK+5BkzPPZWGrz7gRg8nmXsO4ZtJ73wqcG8H4P0vSuSLLwdA3I7oGZlve67Bb3/FCU8VLnEvUZKKT39nEM7Y/KfveVzrrymBLy9xCNOPZlMfzz7OKS91KCQPX+h2728tBe8uezWvWM3vb0ueZI9usmgu7+Qjz2+Xy29TxukvRqNn7zB8uC9vAC+vDOYVbwwMWM7Emxnu5x9OD3O+HO8coS7O4R8NbzBEIA831HjuZQgNr0JdRe6+RGXvIrqrr3tBhm+","TTPmvSS7Gz1FvxQ9JyCCvQfCRT1HOpe9JnhwOuQUD73PKAO+uMTlvC0jy73ChOo8yLSiPYIW3L2Ewlm90Ah4vYL7MLyrQ3U82koOvS0pMjyVkUi9P8QQPWYlXb30Qp69rJKau7L9772V3OA55A6Avb6QPjz6c8C8iK7HvSzP0LxM54W9/r6OPAGKRb2RtFC8F3JyO2Nucr3WKDq9vZCsvXCKrb1oWAi+EpSJPNkOpjwRIb29PNtUOlZSkb0S2AG+4ik3vMTZQrye+Pi88qDcvQ85Q7u5wmc9MsrsvVgTZT0Hns48YNbFu/9E+rxqlo09tvBWvbBSE753EHi7V5wIvVIQrLlXRHc80NDJPGhKGb2AJLA844DuPJhSNL2U0y690NPsvQcVxb1rP269YkfNvMNjXT1af409C7V7vRg+/rz8VoA8INcPvX5r17tGswk974dcPbTg2zsGj628b51EPduSdL2lN8e8mImlu4c8cbv2vKg796PkPNpvvL0butK9LWCkPE+5EL2oBZ29z/+IvapkOb3wguO8AqpCvb9Y6buquaE8Q6wcvVjVNL0UoaW9StO1PKgv7DubBZW9dQY/vWshKz0qKjY8x2yivGf/wjyAMvG8ZJw7PKLqUzxfx6q8y6Yhuyo9sr1RVw29gJIPve7pNLwYDLe9Q3usPK3qt7yChsC7T1EivXlrT72jBbg7rDc4OwdU5L0LZ6c8EtHnvDZ95rsaUpI9K+EMPQghxDyr+Rk95jErPefHy7wiLAE9XpEDuwEvZz1ZBXQ957H6u+c4Wb01ypM8mBlvO8lcsTzPCdW94DELvW04hz1xOHC7LP9zPa+hdD0t8ZG9gzi5PGy9gr2EpFu9Jna4vS3CCLyCbG490f3QveaDZb1sO0K9NZy3vEi3Grz2HfU8BMKxve+VML0e85u9pc9lvTtADzzby7G7G1mKvZ2eF73wcok8wdkovVyjWb3q1PW7ni1eO/5BOj3Ydju7ICbLvVJEMr3RDmA9e5NsPRV13rwa3928","hQmzPG0rRLzeRZO9T71RvdTLTzvFgJM9aySmPA7cgD3LoI69bv/avIbPGb0N0LS8ToDHvBLWxL1p/BW9UGkuvSVQSb3TiMi9Ro5uPRmd7TzAZU89DASbvR0/0DwPdeQ772ZxvXEulz282mM8jYTXPH9+sb1jLwU9sQaYveWZUz0zfEy83oamvHb4wruOEBc9+VCEvYCUWLxernS9aN21PIcb2jyBaxw9czYVvWSwV7vfxdM8KF1avcvGVD2mKWG9f4clOUKXNL28zUw9PiBPPZ398rygYMy9Wct5vffDHb0soqq9IiOmvYLvIz1AF1c96lmuvczVYb3OHnG9qU6Vvak3h70Zts+9P6itvZIOQz03R5m91H6VPM/bg7zTA3m8HFWMvZdQu70gtNm6+ufSvNoFaz0SzAm9jBMSPPlxvzx+qCO8cstJvRKD1zxdyoW9vnFEvSUV87wBLJm8oTCpvIr9PjwMzJi8oSpnPa6ujz3oD2c8OZmwvc/rYj1sGYe93tGZvUfF27tKT4q9hzHMvE5Ymr1CdV+9uIL4vIQmNL1+KtC83OVAvcveijvlWb+9kBqHPArl27qp5uE7ifWrvYqRrr2bqAE80Pr8O26A1LxcJU48XDcQPVGkjzzUKEo91LaNvAW9t7yrlqk7Q72DvTuCJD1Ijnu9S5LqO6R7urz7neU7+53TvVDikbtkT7K9xSyPvTye6bz1zoE89+OlvS6eoTwE32G9M55TvPCk3zwChIq9MjhNPcR8FrsO/oW9FJ8wvfPmmjxLuo+9TF/MPI5D0r3ezuc8zQ1+vc7TBju5oVK9NvQuPWDIbD04oJS9635pPBsRCL1drB89x0Mbvc6bHr0SpwG9HdwFPFxttjwhw4w9iIg5vKb4Vr35Z7u91HYqPWECgzz6P4w9BCcbvDFTLzuj0e06loctPKCrBT11qOC7sCkGvbodyL1Y7Rw81X0au3qNIj0ty1a9lrpiPBh9Oj1g7To70uNrPCWNZDzafEq9EyrbPK/267wSGmw8","Y7OCPb1GHj3LYsQ8UYP8vSGW27xWrQG+m3wpvbkkmrzV+4C9C+nBvWaOTbw9vA6+KfW5vXT0ezxGYD2926frvTBiHDpOUI88kIHHvX8RgjupaM67mzyRvZfXD76gSoC9GA/gvBiLEzvDfI29ULY0PJk/8r2vWIe9+YmovatcObwOU6O9DgSEPQbsQjp62w2853RgPdvQHb1HLO07QPikPQlvUL3U8lK9+LflO0Rs7r27mPO971MVvaTDibwm4sY8fi2yPJfiu7y+c6+99q47PG2T77ygApK8n4bIvfWBfr3COAm+2CWVvcTjAb1pMJW84DqWvZ2rBzx5JoG7ERHZvClqgD2UMaW8Db4fPQK7Dr3ksC09WzqvvLusCj1rYNM6SZAOvQWvvb3bb5C7fKHRvSbGPL3wtZG9hjOsPJAEfD31rju9pOd/PAo9BL5vRYO9CeBOPaJyGz2emku8JZnYPGmAhDugkqG8cOylvdnYqL0pjbC8rPeFveO0Ur36yNa90mVoPXkyM723t1i9Bjj4OZRr+b11T688XGU3vW9mn7mh7Yu9S56EvQouE70HfaO8jFkbvYx7mr1lRvm9ap4nPQaPc73Wlhm91CDJvTjI+L2sPig9YFlvvX+AzrzihBI9vTMBvdVhsLwRrhA9BfoMvmyd9b1Jcxy9zjy7vcMdyDyHwHs9I+AePRy0mL1OwZi9GlwXPU0wvbskDps8ncoxvURexjtqlic9z8jAPNC8EL5zDBu+nzsxPcMnkb2gmVK9GS78vR+lITzsoy6+nRwdPfAZOL0ic569GpAXviE8hT1ig6690qT6vTB+TL1z74K9AcksvroaBj3erpS9x5VuPDNnKD1YU7W997vrvX1FBr0JvcK8/nk+vPNTHT1qpps87M7lvTQINj1zBca9KU2dvaQz4zrnpA09GFDeulABxr2iqoi5bdm7vANpmLwuFLa8fPflvTHtjT0gf3O7Dt24vN92x70sMS28bS2CvcX8dbkMyg++ub9ZPd6zxL0KuDA8","oxt5PdDa9TyHFJ+9sE7/PFSb5DzaHdO9UPA8vYfHFb2MXAi9nmNDvVSdtr2oWL48PcWNvXMX1L0SVOI88mf6PP8z7DxoWba92ejAvbjSzzwBKn88VTtcvX+Sdr1mpRi9f/1+vfBidzs00Bw8I+6vvKdGt70TszA8DcOVvYnRur3sxzU9EKs9vTQL3rxGd1C921BmPYtc3ryKS4e9dZIOvf4bLL3hplq9IAu2vS0zgL32d4O89u6OPDw7ir19u9c88hYqPEGgBL7Vbwm+/nQHPXeIkz1v7Jk8BDIsvZRoaj2a8RE9qQhlvVRfHz3+lte9S8jUvVGDNr0hhPO9YSS5vQ+SWL0N+CY9k2x/vVAs6bz0RVK9wsnSPITvcL14PIS9OzoVPf1ncrxSUWA6xl0Mvn72gDvhJUy9iFeMvUo5GL1e59O9YRyNPN4lTr0Tv/c72oQMPO+63DyxeCy9xdNFvVbbxL1WzkW9AhhUPDHXV71fUfa9bIIBvWqh87w5Jsy9mywQPoBdYT0oGXq+hSePPYALBD6pNys+t2AnPlafCT6g4Rk+JUmyPfRkBD5QtyC+srXIveTm4z2zcyG+VbIlPPW1F70zsd89KuqSPoX3Ib1o/By+wJpRPed/CT47S0+5HOeYPbDS5j0PFw48iE1WvRxJJDtCfEu9wyxMvXDT4L3L1GI9moGqvS4NOT4CYjE+ayizvFu+br6dGWi+s/FzvMLKiD4stAY+4wGAva3yNz3c2xg+E5BdvkzQqz1Ala4+3/95vV+4lb27X8k9QSLSOxni0T0iHxO95QoZvsgLxL38VoC9pr/LvWkIjD2azGC+DowqPkh2nThSaNe9plC6PaE1wr7Y+BC+UppfPgbffb2FMsG7uhRlvvOcXL4m5yq9zk5dvhPFrT09DKG8MqjFPck0xDzAs889OM4UvVdeeL1vBBk+3c5qvsmRnb55CVU9iN6GPRMgJzxP4BG+JQclPph2z7z3AY+8u4NoPiy4L7uAaXC+jsy6O+JS/j0nUCi9","oNkMvrkkNT5mD5W+Aknnve/Q/ju0EBQ+dyY5vZJaZjygQpu9JI3hva8+2T35Un29g0dRvnzPDr3TQZy+5lMVvQZYH73f+MO93r1cvTqBhb2UHII8okM7vaPPAT4/jZG9qAdyPTsBA7w/QAy9vgGpPeZMr72l1Hw9WOTqvBl0wb0etoA9jbmDvcmXXr7DhIg9wrLNvVwqUj7r0449T0mpPK7vrz3SR9o9/gJLvdIEFb5EYre9c5iiPgSZzLy5M3A+zGo2vC7uQD1qUt49LJY9vsHQ6L0esZO9b8OZPYLJw73xdTY9c/yBPgHSH77Aqtu9yi4TvGPQfL6PBMO8mIIxvojH5L1TXYq9YOetPm6jZb3cBNa8L4EkvgdXiL7p1oO+fFA8PoMM6zzT1jC97AahPP0NXj4sxeG8M/9VPkkIoT5Za02+PZtfveYVc71ZfKy7Tsy0PgeFLD2FCaS+K7KQPRv9yr2Bx429zhAEPr2UKb7novS77RqSvBaMfL0jMDw+iNKAvle1HT6J7Jm8BE6AvuzkTr0Up+c8kcXEvRPfMbyXmQu+u3AGvrPRhb3CiLw9hln1vbKBUr7/8jW95O2DPiTPcjua0mm+jgKxvUZngb12W/w97gqLPbMTYz2ydIC+dsVpO4+qoL3ONEO9j+osPuwKozp7mMk7YIrVOikTkD13r1C+TFl6vUGiSL1q4aO+8O4yvk0A9D2skXY90IxhPb57l70cvpC+/G0bvofKcb4ggRm+9IL2PRIOYr78t3w9ina1PaPEmbwEH8W9MY8VvtrwYDwaZSg9vwlBPHBVVb17eyK+UQ2GPZpP873CRcu94YJ7vesX5L4gBDC91S5WvqEKH71EJhS+MpVlvrcxKb5OtE6+cGOmPWq1Az3OJ9C92GcyvcHCeT0+vZS9uOo/vsgOMD7c/10+hHahPfrnVj2okRw83HDoPccWYT5TBl68M4pOvpLmoL2+juA9WWapvXhAA74zqQs+D7KevsssUr5NqV699WI9voOxH71JdNK9","QwGQvnC+87zulDk+p2xHPcCogz2Q0Ty+6p7VvQt2F7znTo87FH+nvlbSfDumAni+XrfFvFvF6b2kvaA9YKGLvYwztDw/xvu9Nj60vb2zKb5wyC6+yy2iu0IhxD0skf4766rRvccelj3T2RS+RM8kvta2CL3ESQy+k0ZVvcuLtL5l8va9QbgSviPLlT0vx5o75ykxvZQfTr7Cur+9KWgjvVJ+vL0xCIq+vxqhvb99Wb4VVs+9OxCFveaAtj0lf/w92yQ9vbsCZT1QW0m+v47JvavNGr0YucI8pagGvSrOMj0G/9U8pxHevDYqoDzoej6++uWyPJbOTb2F8b+9UEEfvt7iCDphJQ6+dU0KPdWFJj2uIQ29HGixvVMjHj1479+9K//gvZ49l77RLS2+X5M+vkj1KjvlGqW9NXmKvIxES75yXNA79DeavU+Ygr2dDG2+UxdKvsqTwDy2GGA9YUcAPfZv1Dy9seS98mK8vfUMmby4WqE9NX2UPBC1JTogK72+mElTveAger5pf9S9N/nfvZAo2b0JAWe+FOedvZX1hr70+8k9le1OvuCTQb0Hj/G92MfsveTcSr4aLbA99nOzvganhz04Fwi+6ii+vXR/YL6RPpO+FGhwPcNxmD1FtZK8pVjnvGXxnr39u3e+MqjVvY1v2r4+wqy9ZA1jPeLTlr5PsRi9eIb0vZMv4Lt0e6883hiNvX7F3r4AuTm8Aa1MvlQQ8T2goZq+Oe9avRxPir7oFJ+9L4yvvrZ4/D1SMl++nFghPuuE9b0Eofe8eq5tvieOG73uPwG8q+/MPKAiPL3byPm7PN8pvmPL4b0Jvl29Jhm9vszj0rzB0UW8NsqZvk6xAL6hzwm+7d8kPQLH5b0/Yku948jqvql5gj0dRE++4xv8PIFEl74FceC9c8V1vjSD9r1UgYG+LDCTPd9Dh754HSk+l9bYvfyBm73i7Fy+FAXFvdF9Tj3HmQm9jOtgvUEl3L0f85u9dG+IvaA1ub29Kqa+HQTava7bKz3TXaS+","bARKvky3JL6+9I29SJLWvXMaEb4+T6K+2jiLPaBfwr7bsNM99JxcvvuALr3k5Fq+7EMhvWnOPr4WjBU+QovAvbSb8z2CQ4C+NwCmvLArfr58f4K+J5yhPM4PIz4MgWA80p9/O4K9Wb4/9o++/bWSvcaAoL6iAYi9sEaWvPv0fL61rGq+on2tvv0aRD2Olwi9Zf6wvRubHb9UhzU8NOChvo/jFj4Pfqi+3kV/uzVzB74Msly9X2GIvtyK8D3MZVe+wJjIPYJJx73Lx4693LlUvr1zUr0pEiS9fmjoPbErxby7jLC9RbwTvpeB+r0LIu+93kRjvgWfwr0AczW5ggbHvg61PL5sLIi+hbI3vBfb0jztlpy9jfCgvn4YFzyLYrC+s1P7PZpnfb6roOS9glV8vtw9ob1tGWO+YNMrPqvADb6EVlk9wl7jvNnQMb2IPhG+cXqRvcFvtjtl1mA9X89Zvfnnurwdx1u+OsT7vOIYnr0fpEu+onw0vd14yjys5sa+45qQvZHiz7yfbMy8OglfPP4B4jwQS+q98rS+vSMJUr1IK6I8W/kMPaDyfjzI3+S9eCUSvm9Q/DxqphK9bAtRvXADpLumkwS9SLVoPZZkgbyZUxS+3+hZvKjBsL1ERrg86PJtvU03vbvcAxe+RWEPvQTdjDyLIh6966cTvhHFyLzk5cQ9jG8AvT1R270UYty8VwY/PQxCvbyuupq89JWVvbDXzL3aAhq9Kv4KvkUqxrtqyHc8c8lVvc5oOb3Z3Qa+sIkQvSNRa70/RNG8Hj8qvPDel7zdQhy8qznmvRruS72Ako29SL4JvpW+lLwAn888yyXMvIKjST3gFUe9YI7rvSTuZ73IUXW9dPMfvmE7ejuCfPm7JhYdPXlefL3LQyC+Zmz2vdLTVbzZWwS+40aBvWiI0L1Su1k9pMQAvgeO070qiBO9w363vVBXD75GhdW9gu+zvSTBfT1llxw97hmWvTRcTL05gxe+4pqpu9IzRT2XOoS894cwPfw8D76lHQm9","+g/5vPYAy737yPc7/tqkPAQuUz09K1E82fN1vIj8Sb0vozm9fW0zvQEDmL3PPnw9QNlOva21AL6nYC49IZSWO70DqTyHW7a9cj2IPJGngL1LtbC9P6anPcDZuTyGToI9D0o/Pc+Up7sadP072HIwPGZZ7r15I3q8O3Z0vDD24bxBT3K86Odku7Vc5LumFUQ9xMMWvWcIML3zNQu+O3/GvSH64Tw0fqk8S68Kvt/hcL1HqK69vfaRvd0vdLqEtB+9lpJPvC0Ni72NLhy9GTJNvZzNpr1UpGA9+au9vMx2Xz28+cm8TLsfvrzVxTxIJjm9VO/UvTKEPz3YHQm+nwQxPYMFpjy9bLi9M/wcPfir/jz98ye96PycODGsmTs3hm+9ZKcjvvnbOzz0KJa9Tniuu1mW8r3a0x49ys0EPSnhh71EORa+mZIMvcAtOb3NSaO917W0vStjOD3CzO28fckrPa+ZxL0xmaS98e0SvU0/fL0qfka+WPD4vG53Xzwu0wy9eSmTvIK/2r02rPi935jcPPoqk73UzB+92bajvXoJFL6m5wu+ZsrkPCdWn7xdMXK9ywyOvYfJ4DwaviA9xiSXvPnIDj1hQGa9pHitvHZXmL3Wo3Q8kqNMvHp587wriKa8BXdmPWdllrxuz5W8MhKRPSZDFj1kHOO86C+lvbJOsL3K9iu9O8rpvdwhnLsXyhA90bY2vbA6Tr387Ya9dTiWPGS0vL0yk1M8V7kHvp9sUDusyJa9kGMHvp+IxLwcess8m40/vQPYb70V5bK9PmmlvSsaWb2H7389u5u9u3Qyur1KYkY9q1bEvZnUA77B3/480TNrvc/SQT1lvBW+cytFvaQc1b1CfgW+i2QDPA4o3DpQObE8qxAavXDfQb0yN8E8JV0svq5l5r0IYLm94SIEvUDCm7x8e6q9ydvhvLom473Fuzg7+kxmvI4Vtb3LhoK8Pl3LvErcrz1z1Gm9HnXgPB5dLT3Upmc9KnNSveE0nr2vZAa9WK6RPb6HBL6IG6O9","XQUlvnsFcb3HMzK8EgyqvZp1pj1KgsG9nmdyvVZ7oL0+nVq+ITxYvCOLnL3Ir7Q9M3oZvkjdZT2p2di8p0Q0vtv5or0AsAW91pKPvPS2472OqSy9OunBvBTnar5Rmv29ac8YvtXLZL0t9449glNGvZVmfr2hNgA+WXQevh4Sc708gYK8OrH/PMbhfb4asOG8YDeHvZwuHb6FFey9LzqYPHDnFLzjeJo9/vvuvcmO6L1eFwC+E0wUvvclLb5Kz3i9uWmuvVTY7L23PpW9YrarvdYVtb6wSI89o+w0vlBC3DsTnBW7D82CPYFodr7XEi28msNnvksxOj7XYSu9CLiGvuBhL7728gI9L2DTvRTgtr02B8i8Uj+vvk9VDL63M8e9ZJx3vKWOdj4EN/Y9OVo2OeSS3b0PEWa+hfJwvnATgTyCeri9JPMHvtfXYr6tyrm9dg24vo1mfb3hMqO+KmlDvT4+NrxBYH++8ZY+vgyGvT1lXga+EFVDPq1c+70e1ya+f0fxPaHFXzzu6tI9pnEnO6r6nD4uYBG+EabuvVeQ7b3wkIM8sS5VPfH6T73wjVY90k0SPluHZ77UpO09sh/qPaGc4b3GZ728PuaIvRUzob2qS9A9c7bTPEyr370HTQC+usktvqhrLr0jLdM9FCkgPargX70IMso9jaDmvflrWj0YurO8A98OvXwx8z0ARPi9RuSvPX2oaL6yeqk9VKxQPUMsh76usbg8JdIuvgzFYL1jy+q91odZvef/mj1tmAk9ga6oPfC3+71OPye+F+IlvrGZGT2Ggaa9iud6vt12Lb1bwhG9AM2JvUqZ6jzR6r89DP9DPGIq2T3FT/i8ShDZvTsejD1RR5a80PxPvmhtU73i1xO+GkW5vSETeLwmFBw9dR3jvBOyhjzCOXa9wQZEvoUKar7vc4m9tX+WvlAcDD6FpQS+szd0vSPBr71c3/u9CnOqvRJvU70aPsq+NbmavUDHrb0s0jS9JqXGvQFWyj31prC9CCq6PfkOvr1L0yW+",